[
  {
    "doha": "गज बर कुंभहिं देखि तनु, कृशित होत मृगराज। चंद लखत बिकसत कमल, कह जमाल किहि काज॥ ",
    "hindi": "हाथी के कुंभस्थल को देखकर, सिंह दुबला क्यों हो रहा है? और चंद्रमा को देखकर कमल क्यों विकासत हो रहा है? इन विपरीत कार्यों का क्या कारण है? अभिप्राय यह है कि नायिका के हाथी के कुंभस्थल समान स्तनों को बढ़ते देखकर सिंह अर्थात् कटि प्रदेश दुबला हो गया है। नायिका के चंद्रमुख को देखकर, नायक के कमल रूपी नेत्र विकसित हो जाते हैं।",
    "english": "Why is the lion becoming lean on seeing the elephant 's umbilical cord ? And why is the lotus blossoming on seeing the moon ? What is the reason for these opposite actions ? The meaning is that on seeing the heroine 's breasts blossoming like the elephant 's umbilical cord , the lion , i.e., the waist region, has become lean . On seeing the heroine 's moon- like face , the hero 's lotus - like eyes blossom .",
    "gujarati": "હાથીના કુંભસ્થલને જોઈને સિંહ કેમ પાતળો થઈ રહ્યો છે ?​ અને ચંદ્રને જોયા પછી કમળ કેમ ઉગે છે ?​ આ વિરોધી ક્રિયાઓનું કારણ શું છે ? વિચાર આવે છે કે નાયિકાના હાથીના સ્તન જેવા વધતા જોઈને સિંહ એટલે કે કમરનો વિસ્તાર પાતળો થઈ ગયો છે .​​ નાયિકાનો ચંદ્ર ચહેરો જોઈને નાયકને કમળની આંખો દેખાય છે​​​​"
  },
  {
    "doha": "जमला ऐसी प्रीत कर, ज्यूँ बालक की माय। मन लै राखै पालणौ, तन पाणी कूँ जाय॥ ",
    "hindi": "प्रीति तो ऐसी करो जैसी एक माता अपने बालक से करती है। वह जब पानी भरने जाती है तब अपने मन को तो झूले में पड़े बालक के पास ही छोड़ जाती है। ( उसका तन तो उसकी संतान से दूर रहता है पर मन उसी में लगा रहता है)।",
    "english": "Love the way a mother loves her child . When she goes to fetch water , she leaves her mind with the child lying in the cradle . ( Her body remains away from her child but her mind remains focused on him ) .​​​​​",
    "gujarati": "એક મા તેના બાળકને પ્રેમ કરે છે તે રીતે મને પ્રેમ કરો જ્યારે તે પાણી લેવા જાય છે ત્યારે તે ઝુલામાં પડેલા બાળક સાથે તેનું મન છોડી દે છે. (તેનું શરીર તેના બાળકથી દૂર રહે છે પરંતુ તેનું મન તેના પર કેન્દ્રિત રહે છે)."
  },
  {
    "doha": "जमला लट्टू काठ का, रंग दिया करतार। डोरी बाँधी प्रेम की, घूम रह्या संसार॥ ",
    "hindi": "विधाता ने काठ के लट्टू को रंगकर प्रेम की डोरी से बांधकर उसे फिरा दिया और वह संसार में चल रहा है।अभिप्राय यह है कि पंचतत्त्व का यह मनुष्य शरीर विधाता ने रचा और सजाकर उसे जन्म दिया। यह शरीर संसार में अपने अस्तित्व को केवल प्रेम के ही कारण स्थिर रख रहा है।",
    "english": "The Creator painted a wooden top , tied it with a string of love and set it spinning , and it is moving around in the world .The meaning is that this human body made of five elements was created by the Creator and after decorating it , he gave birth to it . This body is maintaining its existence in the world only because of love .",
    "gujarati": "નિર્માતાએ લાકડાની ટોચ પર પેઇન્ટિંગ કર્યું , તેને પ્રેમના તારથી બાંધ્યું અને તેને ફરતું મોકલ્યું અને તે વિશ્વમાં ચાલી રહ્યું છે .અર્થ એ છે કે પંચતત્ત્વનું આ માનવ શરીર સર્જક દ્વારા બનાવવામાં આવ્યું હતું અને શણગારવામાં આવ્યું હતું અને તેને જન્મ આપ્યો હતો . પ્રેમના કારણે જ આ શરીર સંસારમાં પોતાનું અસ્તિત્વ ટકાવી રહ્યું છે"
  }, {
  "doha": "जमला ऐसी प्रीत कर, जैसी मच्छ कराय। टुक एक जल थी बीछड़े, तड़फ-तड़फ मर जाय॥ ",
  "hindi": "प्रीत तो ऐसी करनी चाहिए जैसी मछली जल से करती है। जल से यदि वह थोड़ी देर भी अलग हो जाती है तो तड़प-तड़पकर मर जाती",
  "english": "One should love the way a fish loves water . If it is separated from water for even a little while , it dies in agony .",
  "gujarati": "પ્રેમ એવો જ કરવો જોઈએ જેવો માછલી પાણી સાથે કરે છે . જો તેને થોડા સમય માટે પણ પાણીથી અલગ કરવામાં આવે તો તે યાતનામાં મૃત્યુ પામે છે"
}, {
  "doha": "स्याम पूतरी, सेत हर, अरुण ब्रह्म चख लाल। तीनों देवन बस करे, क्यौं मन रहै जमाल॥ ",
  "hindi": "हे प्रिय, तुम्हारे नयनों ने तीनों देवताओं को जब वश में कर लिया है, तब मेरा मन क्यों न तुम्हारे वश हो जाएगा? नेत्रों की श्याम पुतली ने विष्णु को, श्वेत कोयों ने शिव को और अरुणाई ने ब्रह्मा को मोह लिया है।",
  "english": "O dear, when your eyes have captivated the three gods , why ca n't my mind be captivated by you ? The black pupils of your eyes have captivated Vishnu , the white pupils have captivated Shiva and the red pupils have captivated Brahma .",
  "gujarati": "હે પ્રિય , તમારી આંખોએ ત્રણેય દેવોને વશ કર્યા છે , તો પછી મારું મન શા માટે તમારા દ્વારા નિયંત્રિત ન થાય ? આંખોની કાળી પુતળીઓએ વિષ્ણુને આકર્ષ્યા છે , સફેદ કોકૂન્સે શિવને આકર્ષ્યા છે અને અરુણાઈએ બ્રહ્માને આકર્ષ્યા છે ."
}, {
  "doha": "नैणाँ का लडुवा करूँ, कुच का करूँ अनार। सीस नाय आगे धरूँ, लेवो चतर जमाल॥ ",
  "hindi": "हे नागर, मैं नतमस्तक होकर लड्डू-समान नेत्रों और बंद अनार जैसे दृढ़ कुचों को आपके सम्मुख समर्पण करती हूँ, आप इन्हें स्वीकार करें।",
  "english": "O Nagar, I bow down and surrender before you my eyes like Laddoo and my firm breasts like closed pomegranates , please accept them .",
  "gujarati": "હે શહેર, હું મારી લાડુ જેવી આંખો અને બંધ દાડમ જેવા વાળ તને અર્પણ કરું છું , કૃપા કરીને તેનો સ્વીકાર કરો ."
}, {
  "doha": "सज्जन हित कंचन-कलश, तोरि निहारिय हाल। दुर्जन हित कुमार-घट, बिनसिन जुरै जमाल॥ ",
  "hindi": "सज्जन पुरुष का प्रेम सुवर्ण के कलश के समान है जो कि टूट जाने पर जुड़ जाता है, पर दुर्जन का प्रेम मिट्टी के घड़े-सा है जो कि टूटने पर जुड़ ही नहीं सकता।",
  "english": "The love of a gentleman is like a golden pot which can be repaired once it is broken , but the love of a wicked man is like an earthen pot which can never be repaired once it is broken .",
  "gujarati": "સારા માણસનો પ્રેમ એ સોનાના ઘડા જેવો હોય છે જે તૂટે ત્યારે જોડાઈ જાય છે , પણ દુષ્ટ માણસનો પ્રેમ એ માટીના ઘડા જેવો હોય છે જે તૂટી જાય ત્યારે જોડી શકાતો નથી ."
}, {
  "doha": "पूरी माँगति प्रेम सो, तजी कचौरी प्रीत। बराबरी के नेह में, कह जमाल का रीत॥ ",
  "hindi": "वह नायिका कचोड़ी न चाहकर पूरी मांगती है। बड़ा बड़ी (एक सूखी तरकारी) के प्रेम के कारण वह इस प्रकार क्यों आचरण कर रही है? अभिप्राय यह है कि नायिका अपने पति से पूरी (पूर्ण) प्रीति माँगती है, वह कचौरी (अधूरापन) नहीं चाहती। बराबरी के प्रेम में पूर्णता ही होती है।",
  "english": "The heroine does not want kachori but asks for puri . Why is she behaving this way because of her love for bada badi (a dry vegetable) ? The meaning is that the heroine asks for complete ( complete) love from her husband , she does not want kachori (incompleteness) . There is only completeness in equal love .",
  "gujarati": "નાયિકા કચોરીને બદલે પુરી માંગે છે .​ બડા બડી ( સૂકી શાકભાજી ) પ્રત્યેના પ્રેમને કારણે તે આવું વર્તન કેમ કરી રહી છે ? વિચાર એ છે કે નાયિકા તેના પતિ પાસેથી સંપૂર્ણ પ્રેમ માંગે છે , તે અપૂર્ણતા નથી ઇચ્છતી . સમકક્ષના પ્રેમમાં જ પૂર્ણતા છે ."
}, {
  "doha": "बाल पनैं धोले भये, तरुन पनैं भये लाल। बिरध पनैं काले भये, कारन कवन जमाल॥ ",
  "hindi": "बचपन में भोले-भाले नेत्र श्वेत होते हैं। युवा होने पर चपल अनियारे नेत्र किसी के प्रेम में फँस कर उसकी प्रीति में अनुरंजित होकर रतनारे हो जाते हैं और वे ही नेत्र वृद्धावस्था में सभी कुटिलताओं का अनुभव करके म्लान होकर काले पड़ जातेहैं।",
  "english": "In childhood , innocent eyes are white . When one grows up , the naughty eyes fall in love with someone and become ruby-red by their love . And in old age , the same eyes become dull and black after experiencing all the deceits .",
  "gujarati": "બાળપણમાં નિર્દોષ આંખો સફેદ હોય છે . યુવાનીમાં , બેદરકાર આંખો કોઈના પ્રેમમાં ફસાઈ જાય છે અને તે વ્યક્તિના પ્રેમમાં લીન થઈ જાય છે અને કિંમતી બની જાય છે અને વૃદ્ધાવસ્થામાં , તે જ આંખો બધી અનિષ્ટોનો અનુભવ કરીને નિસ્તેજ અને કાળી થઈ જાય છે .છે."
}, {
  "doha": "स्याम पूतरी, सेत हर, अरुण ब्रह्म चख लाल। तीनों देवन बस करे, क्यों मन रहै जमाल॥ ",
  "hindi": "हे प्रिय, तुम्हारे नयनों ने तीनों देवताओं को जब वश में कर लिया है, तब मेरा मन क्यों न तुम्हारे वश हो जायगा? नेत्रों की श्याम पुतली ने विष्णु को, श्वेत कोयों ने शिव को और अरुणाई ने ब्रह्मा को मोह लिया है।",
  "english": "O dear, when your eyes have captivated the three gods , why ca n't my mind be captivated by you? The black pupils of your eyes have captivated Vishnu , the white pupils have captivated Shiva and the red pupils have captivated Brahma .",
  "gujarati": "હે પ્રિય , તમારી આંખોએ ત્રણેય દેવોને વશ કર્યા છે , તો પછી મારું મન શા માટે તમારા દ્વારા નિયંત્રિત ન થાય ? આંખોની કાળી પુતળીઓએ વિષ્ણુને આકર્ષ્યા છે , સફેદ કોકૂન્સે શિવને આકર્ષ્યા છે અને અરુણાઈએ બ્રહ્માને આકર્ષ્યા છે ."
}, {
  "doha": "सज्जन एहा चाहिये, जेहा तरवर ताल। फल भच्छत पानी पियत, नाहि न करत जमाल॥ ",
  "hindi": "सज्जन को तालाब और वृक्ष-सा परोपकारी होना चाहिए। ये दोनों पानी पीने और फल खाने के लिए किसी को मना नहीं करते हैं।",
  "english": "A gentleman should be charitable like a pond and a tree . Both of them do not refuse anyone to drink water and eat fruits .",
  "gujarati": "સજ્જન તળાવ અને વૃક્ષની જેમ પરોપકારી હોવા જોઈએ . આ બંને કોઈને પાણી પીવા અને ફળ ખાવાની મનાઈ નથી કરતા"
}, {
  "doha": "जमला एक परब्ब छवि, चंद मधे विविचंद। ता मध्ये होय नीकसे, केहर चढ़े गयंद॥ ",
  "hindi": "एक अवसर पर यह दिखाई पड़ा कि चाँद के बीच दो चाँद हैं और इसी बीच हाथी पर चढ़ा हुआ एक सिंह निकला। गूढ़ अभिप्राय यह है कि नायिका के चंद्र-मुख पर जो दो नेत्र शोभित हैं, उनमें नायक के चंद्र-मुख का प्रतिबिंब पड़ रहा है । इस प्रकार नायिका के चंद्र-मुख में दो चंद्र और दीख पड़े। नायिका वहाँ से हटी तो हाथी के समान उसकी जाँघों पर सिंह की-सी पतली कमर को देखकर कवि ने इस दृश्य को गूढ़ार्थ में अंकित किया।",
  "english": "On one occasion it appeared that there were two moons in the middle of the moon and in between a lion came out riding an elephant. The deep meaning is that the two eyes that adorn the moon-like face of the heroine are reflecting the moon-like face of the hero . Thus two more moons were visible in the moon-like face of the heroine . When the heroine moved away from there , the poet , looking at her elephant - like thighs and the thin waist like that of a lion , described this scene in deep meaning .",
  "gujarati": "એક પ્રસંગમાં એવું દેખાયું કે વચ્ચે બે ચંદ્ર છે અને તે દરમિયાન એક હાથી પર સવાર સિંહ નીકળ્યો .​​​​ ઊંડો અર્થ એ છે કે નાયિકાના ચંદ્રના ચહેરાને શણગારતી બે આંખો નાયકના ચંદ્ર ચહેરાનું પ્રતિબિંબ છે .​​​​​​​ આ રીતે, નાયિકાના ચંદ્ર ચહેરા પર વધુ બે ચંદ્ર દેખાયા . જ્યારે નાયિકા ત્યાંથી ખસી ગઈ ત્યારે હાથીની જાંઘ પર સિંહની કમર જેવી પાતળી કમર જોઈને કવિએ આ દ્રશ્યનું રહસ્યમય રીતે નિરૂપણ કર્યું ."
}, {
  "doha": "जमला ऐसी प्रीत कर, जैसी हिंदू जोय। पूत पराये कारणे, जल बल कोयला होय॥ ",
  "hindi": "प्रीति तो ऐसी करनी जैसी कि एक हिंदू स्त्री करती है। वह पराए मर्द के लिए (अपना पति हो जाने पर) समय पड़ने पर स्वयं को जलाकर (सती होकर) राख बना देती है।",
  "english": "Love is like what a Hindu woman does . When the time comes , she burns herself (becomes sati ) and turns into ashes for another man ( once he becomes her husband ) .",
  "gujarati": "પ્રીતિ હિંદુ મહિલાની જેમ વર્તે છે​​ જ્યારે સમય આવે છે , ત્યારે તે બીજા પુરુષ માટે ( તેનો પતિ બન્યા પછી ) પોતાની જાતને બાળી નાખે છે ( સતી કરે છે ) રાખ બની જાય છે ."
}, {
  "doha": "प्रीतम नहिं कछु लखि सक्यो, आलि कही तिय कान। नथ उतारि धरि नाक तं, कह जमाल का जान॥ ",
  "hindi": "सखी ने नायिका के कान में जो कहा, उसको प्रिय न जान सका । नायिका ने अपने नाक की नथ को क्यों खोल दिया ? अभिप्राय यह है कि नायिका के अधरों पर नथ को झूलते देखकर ऐसा जान पड़ता था मानो अधर रस की रक्षा के लिए ताला लगा हो। नथ अधर रस के पान में बाधक है, ऐसा भ्रम नायक को होते देखकर सखी ने नायिका से नथ हटा देने को कहा।",
  "english": "Priya could not understand what the friend whispered in the heroine 's ears . Why did the heroine remove the nose ring ? The meaning is that seeing the nose ring hanging on the heroine 's lips , it seemed as if a lock was put to protect the nectar of the lips . Seeing the hero having the illusion that the nose ring is an obstacle in drinking the nectar of the lips , the friend asked the heroine to remove the nose ring .",
  "gujarati": "મિત્રએ નાયિકાના કાનમાં શું ફફડાવ્યું તે પ્રિય સમજી શક્યો નહીં .​​​ નાયિકાએ તેની નાકની વીંટી કેમ ખોલી ?​​ મતલબ એ છે કે નાયિકાના હોઠ પર લટકતી નાકની વીંટી જોઈને એવું લાગતું હતું કે હોઠને બચાવવા માટે કોઈ તાળું છે .​​​​ નાકની વીંટી અમૃત પીવામાં અડચણ છે એવો ભ્રમ ધરાવતા હીરોને જોઈને મિત્રે નાયિકાને નાકની વીંટી કાઢવા કહ્યું ."
}, {
  "doha": "या तन की भट्टी करूँ, मन कूँ करूँ कलाल। नैणाँ का प्याला करूँ, भर-भर पियो जमाल॥ ",
  "hindi": "इस शरीर को भट्टी (आसव के बनाने का चूल्हा) और मन को कलाल (मदिरा विक्रेता) बना लूँगी। पर तुम नयनों के प्यालों में प्रेम (भक्ति) की मदिरा भर-भर कब पिओगे।",
  "english": "I will make this body a furnace ( stove for making liquor) and my mind a liquor vendor . But when will you fill the cups of your eyes with the wine of love (devotion) and drink it again and again .",
  "gujarati": "હું આ શરીરને ભટ્ટીમાં અને મારા મનને કલાલ ( દારૂ વેચનાર ) બનાવીશ .​​​ પણ તમે તમારી આંખોના પ્યાલાઓમાં પ્રેમ (ભક્તિ ) નો દારૂ ક્યારે પીશો ?"
}, {
  "doha": "जमला ऐसी प्रीत कर, जैसी निस अर चंद। चंदे बिन निस सांवली, निस बिन चंदो मंद॥ ",
  "hindi": "प्रीति तो ऐसी करनी चाहिए कि जैसी निशा और चंद्र करते हैं। बिना चंद्र के निशा काली (मलीन) रहती है और बिना निशा के चंद्र भी कांति-हीन रहता है।",
  "english": "Love should be done in the same way as the night and the moon do. Without the moon, the night remains dark (dirty) and without the night, the moon also remains without shine.",
  "gujarati": "નિશા અને ચંદ્રા જેવો પ્રેમ કરવો જોઈએ .​​ ચંદ્ર વિના રાત કાળી ( ગંદી) રહે છે અને ચંદ્ર વિના ચંદ્ર પણ નિસ્તેજ રહે છે ."
}, {
  "doha": "प्रीत ज कीजै देह धर, उत्तम कुल सूँ लाल। चकमक जुग जल में रहै, अगन न तजै जमाल॥ ",
  "hindi": "हे प्रिय! संसार में देह धारण करके (जन्म लेकर) प्रेम उच्च कुल वाले से ही करना चाहिए। चकमक पत्थर यदि युगों तक जल में भी डूबा रहे तो वह अपनी अग्नि को नहीं छोड़ सकता।",
  "english": "O dear! After taking birth in this world , one should love only a person from a high family . Even if a flint stone is immersed in water for ages , it cannot give off its fire .",
  "gujarati": "હે વ્હાલા! આ દુનિયામાં જન્મ લીધા પછી , વ્યક્તિએ ઉચ્ચ જાતિના વ્યક્તિને જ પ્રેમ કરવો જોઈએ . જો ચકમકનો પથ્થર યુગો સુધી પાણીમાં ડૂબેલો રહે તો પણ તે તેની આગ ગુમાવી શકતો નથી ."
}, {
  "doha": "सकल क्षत्रपति बस किये, अपणे ही बल बाल। सबल कुँ अबला कहै, मूरख लोग जमाल॥ ",
  "hindi": "स्त्री अपने (लावण्य के) बल पर बड़े-बड़े महाराजाओं को वश में कर लेती है। इतने पर भी इस प्रकार की सबला (स्त्री) को अबला कहना, (और असावधान रहना) अज्ञानियों का काम है।",
  "english": "A woman can control even the greatest kings on the basis of her beauty . Despite this , calling such a strong woman weak is the work of ignorant people (and being careless ) .",
  "gujarati": "સ્ત્રી પોતાની સુંદરતાના બળે મહાન રાજાઓને કાબૂમાં રાખી શકે છે​​​ આમ છતાં આવી બળવાન (સ્ત્રી) ને કમજોર કહેવું ( અને બેદરકાર રહેવું ) એ અજ્ઞાનીઓનું કામ છે ."
}, {
  "doha": "राधे की बेसर बिचै, बनी अमोलक बाल। नंदकुमार निरखत रहैं, आठों पहर जमाल॥ ",
  "hindi": "नथ पहनने पर राधिका अत्यंत मोहक हो जाती थीं, इसलिए श्री कृष्ण आठों पहर उनके रूप को देखते रहने पर भी अघाते नहीं हैं।",
  "english": "Radhika became extremely attractive after wearing the nose ring , hence Shri Krishna never got tired of looking at her beauty all the time .",
  "gujarati": "રાધિકા જ્યારે નાકની વીંટી પહેરતી ત્યારે અત્યંત આકર્ષક બની જતી , તેથી શ્રી કૃષ્ણને આઠ કલાક તેના સ્વરૂપને જોયા પછી પણ દુઃખ થતું નથી ."
}, {
  "doha": "नयन रँगीले कुच कठिन, मधुर बयण पिक लाल। कामण चली गयंद गति, सब बिधि वणी, जमाल॥ ",
  "hindi": "हे प्रिय, उस नायिका के प्रेम भरे नेत्र अनुराग के कारण लाल हैं। उन्नत स्तन, कोयल-सी मधुर वाणी वाली सब प्रकार से सजी हुई गजगामिनी कामिनी चली जा रही है।",
  "english": "O dear, the heroine 's eyes are red with love . The beautiful woman with high breasts and sweet voice like that of a cuckoo , adorned in all ways , is going on .",
  "gujarati": "હે પ્રિય , એ નાયિકાની પ્રેમથી ભરેલી આંખો સ્નેહથી લાલ છે .​ ગજગામિની કામિની, દરેક રીતે સુશોભિત , યોગ્ય પ્રમાણવાળા સ્તનો અને કોયલ જેવા મધુર અવાજથી વિદાય લઈ રહી છે "
}, {
  "doha": "तरवर पत्त निपत्त भयो, फिर पतयो ततकाल। जोबन पत्त निपत्त भयो, फिर पतयौ न जमाल॥ ",
  "hindi": "पतझड़ में पेड़ पत्तों से रहित हुआ पर तुरंत ही फिर पल्लवित हो गया। पर यौवन-रूपी तरुवर पत्तों से रहित होकर फिर लावण्य युक्त नहीं हुआ।",
  "english": "In autumn the tree became leafless but soon it again became full of leaves. But the tree of youth did not become beautiful again after being devoid of leaves.",
  "gujarati": "પાનખરમાં ઝાડ પાંદડા વિનાનું થઈ ગયું પણ તરત જ ફરી ખીલ્યું .​ પણ પાંદડાં વિનાનું યૌવનનું વૃક્ષ હવે સુંદરતાથી ભરેલું નહોતું ."
}, {
  "doha": "हरै पीर तापैं हरी बिरद् कहावत लाल। मो तन में वेदन भरी, सो नहिं हरी जमाल॥ ",
  "hindi": "हे परमात्मा ! तू पीर ( वेदना ) हरण कर लेता है इसी से तुम्हें विरद हरि कहा गया है। पर मेरे शरीर में व्याप्त पीड़ा को तूने अभी तक क्यों नहीं हरण किया!",
  "english": "O God ! You take away pain ( Pir ) and that is why you are called Virad Hari . But why have you not taken away the pain in my body till now ?",
  "gujarati": "હે ભગવાન ! તમે દુઃખ દૂર કરો છો , તેથી જ તમને વિરદા હરિ કહેવાય છે​​ પણ તમે મારા શરીરની પીડા કેમ દૂર નથી કરી ?"
}, {
  "doha": "जमला जोबन फूल है, फूलत ही कुमलाय। जाण बटाऊ पंथसरि, वैसे ही उठ जाय॥ ",
  "hindi": "यौवन एक फूल है जो कि फूलने के बाद शीघ्र ही कुम्हला जाता है। वह तो पथिक-सा है जो मार्ग में तनिक-सा विश्राम लेकर,अपनी राह लेता है।",
  "english": "Youth is a flower which withers away soon after it blooms . It is like a traveller who takes a little rest on the way and then goes on his way .",
  "gujarati": "યુવાની એ ફૂલ છે જે ખીલ્યા પછી તરત જ સુકાઈ જાય છે તે એક પ્રવાસી જેવો છે જે માર્ગમાં થોડો આરામ કરે છે અને પોતાના માર્ગે જાય છે ."
}, {
  "doha": "नैन मिलैं तैं मन मिलैं, होई साट दर हाल। इह तौ सौदा सहज का, जोर न चलत जमाल॥ ",
  "hindi": "नयनों के मिलन से मन भी मिल जाता है। अर्थात दोनों एक दूसरे के प्रति आकृष्ट हो जाते हैं। यह तो प्रेम का स्वाभाविक सौदा है इसमें बल पूर्वक कुछ नहीं प्राप्त किया जा सकता।",
  "english": "When eyes meet , hearts also meet . That is , both get attracted towards each other . This is a natural deal of love , nothing can be achieved by force in this .",
  "gujarati": "આંખોના મિલનથી મન પણ મળે છે .​​ એટલે કે બંને એકબીજા તરફ આકર્ષાય છે​​ આ પ્રેમનો સ્વાભાવિક સોદો છે અને બળ વડે કશું પ્રાપ્ત કરી શકાતું નથી"
}, {
  "doha": "या तन की सारैं करूँ, प्रीत जु पासे लाल। सतगुरु दाँव बताइया, चौपर रमे जमाल॥ ",
  "hindi": "शरीर को गोटें (मोहरें) और प्रीति के पासे हैं, सतगुरु दांव (चाल) बता रहे हैं; और चौपड़ का खेल खेल रहा हूँ।",
  "english": "The body is the pieces and love is the dice , Satguru is telling the moves ; and I am playing the game of Chaupar .",
  "gujarati": "શરીર એ ટુકડાઓ (ટુકડાઓ) અને પ્રેમના પાસા છે , સતગુરુ ચાલ (ચાલ) કહી રહ્યા છે ; અને ચોપરની રમત રમે છે ."
}, {
  "doha": "हरै पीर तापैं हरी, बिरद कहावत लाल। मो तन में वेदन भरी, सो नहिं हरी जमाल॥ ",
  "hindi": "हे परमात्मा ! तू पीर (वेदना) हरण कर लेता है इसी से तेरा विरद हरी कहा गया है, पर मेरे शरीर में व्याप्त पीड़ा को तूने अभी तक क्यों नहीं हरण किया।",
  "english": "O God ! You take away pain (pain) and that is why your name is called Hari , but why have you not yet taken away the pain prevailing in my body .",
  "gujarati": "હે ભગવાન ! તું દુ : ખ દૂર કરે છે , તેથી જ તું વિરદ હરિ કહેવાય છે , પણ મારા દેહમાં પ્રવર્તતી પીડા તેં આજ સુધી કેમ દૂર નથી કરી ."
}, {
  "doha": "जमला जा सूँ प्रीत कर, प्रीत सहित रह पास।ना वह मिलै न बीछड़ै, ना तो होय निरास॥",
  "hindi": "उसी से प्रीत करो जो कि सदा प्रेमपूर्वक संग रहे। वह कभी मिले या बिछुड़े नहीं, जिससे निराश न होना पड़े।",
  "english": "Love only that person who always stays with you lovingly. He never meets or separates from you, so that you never have to be disappointed.",
  "gujarati": "ફક્ત તેને જ પ્રેમ કરો જે હંમેશા તમારી સાથે પ્રેમથી હોય . તે ક્યારેય મળતો નથી કે અલગ થતો નથી , જેથી તેને નિરાશ ન થવું પડે ."
}, {
  "doha": "अगर चँदण की सिर घड़ी, बिच बींटली गुलाल।एक ज दरसण हम कियो, तीरथ जात जमाल॥",
  "hindi": " अगर और चंदन के दो घड़े, जिन के मध्य में गुलाल रंग की बींटली थी, तीर्थ यात्रा को जाते हुए ऐसे दृश्य के दर्शन हुए॥",
  "english": " While going on a pilgrimage I witnessed two pots of agarbatti and sandalwood , in the middle of which was a ball of gulal ( red powder ) .",
  "gujarati": "સામાન્ય અર્થ : અગર અને ચંદનના બે ઘડા , જેની વચ્ચોવચ ગુલાલ રંગની બીન હતી , એવું દ્રશ્ય તીર્થયાત્રાએ જતી વખતે જોવા મળ્યું હતું ."
}, {
  "doha": "या तन की भट्टी करूँ, मन कूँ करूँ कलाल।नैणाँ का प्याला करूँ, भर भर पियो जमाल॥",
  "hindi": "इस शरीर को भट्टी (आसव बनाने का चूल्हा) और मन को कलाल (मदिरा-विक्रेता) बनाऊँगी, पर तुम नयनों के प्यालों में प्रेम (भक्ति) की मदिरा भर-भर कब पियोगे?",
  "english": "I shall make this body a furnace ( stove for making liquor) and my mind a liquor-seller , but when will you fill the cups of my eyes with the wine of love (devotion) and drink it?",
  "gujarati": "હું આ શરીરને ભઠ્ઠી ( આસવવા માટેનો ચૂલો ) અને મારા મનને કલાલ ( દારૂ વેચનાર) બનાવીશ , પણ તમે તમારી આંખોના પ્યાલામાં પ્રેમ (ભક્તિ) નો શરાબ ક્યારે પીશો ?"
}, {
  "doha": "सागर तट गागर भरति, नागरि नजरि छिपाय।रहि-रहि रुख मुख लखति क्यों, कह जमाल समुझाय॥",
  "hindi": "वह स्त्री सरोवर तट पर अपनी गागर भरते समय सबकी आँख बचाकर बार-बार अपना मुख पानी में क्यों देखती है?",
  "english": " Why does that woman, while filling her pitcher at the lake shore , avoid everybody's eyes and repeatedly look at her face in the water ?",
  "gujarati": " તળાવના કિનારે મોં ભરતી વખતે તે સ્ત્રી દરેકની નજરથી બચવા વારંવાર પાણીમાં પોતાનો ચહેરો કેમ જુએ છે ?"
}, {
  "doha": "सज्जन हित कंचन-कलश, तोरि निहारिय हाल।दुर्जन हित कुमार-घट, बिनसिन जुरै जमाल॥",
  "hindi": "सज्जन पुरुष का प्रेम स्वर्ण-कलश के समान है जो कि टूट जाने पर भी जुड़ जाता है, पर दुर्जन का प्रेम मिट्टी के घड़े-सा है जो कि टूटने पर जुड़ ही नहीं सकता।",
  "english": "The love of a gentleman is like a golden pot which can be repaired even after being broken , but the love of a wicked man is like an earthen pot which can never be repaired once it is broken .",
  "gujarati": "સજ્જનનો પ્રેમ સોનાના ઘડા જેવો હોય છે જે તૂટી જાય તો પણ જોડાઈ જાય છે , પણ દુષ્ટ માણસનો પ્રેમ એ માટીના ઘડા જેવો હોય છે જે તૂટી જાય તો પણ જોડાઈ શકતો નથી ."
}, {
  "doha": "पूनम चाँद कसूँभ रँग, नदी तीर द्रम डाल।रेत, भींत,भुस लिपणो, ऐ थिर नहीं जमाल॥",
  "hindi": "पूर्णिमा का चंद्रमा, कुसुंभी रंग, नदी तट के पेड़ की डाल, रेत की बनी भींत और भूसी से लिपा स्थान, ये कभी स्थिर नहीं रहते (इनका क्षय निश्चय है)।",
  "english": "The full moon, the colour of saffron , the branch of a tree on the river bank , a wall made of sand and a place plastered with husk , these never remain stable (their decay is certain ).",
  "gujarati": "પૂર્ણ ચંદ્ર , કુસુમનો રંગ , નદી કિનારે ઝાડની ડાળી , રેતીથી બનેલી દીવાલ અને ભૂસીથી ઢંકાયેલી જગ્યા , આ ક્યારેય સ્થિર રહેતી નથી (તેનો ક્ષય નિશ્ચિત છે ) ."
}, {
  "doha": "पूरी माँगति प्रेम सो, तजी कचौरी प्रीत।बराबरी के नेह में, कह जमाल का रीत॥",
  "hindi": " वह नायिका कचोड़ी न चाहकर पूरी मांगती है। बड़ा-बड़ी (एक सूखी तरकारी) के प्रेम के कारण वह इस प्रकार क्यों आचरण कर रही है?",
  "english": " The heroine does not want kachori but asks for puri . Why is she behaving this way because of her love for bada-badi (a dry vegetable) ?",
  "gujarati": "સામાન્ય અર્થ : નાયિકા કચોરીને બદલે પુરી માંગે છે .​ બડા-બડી ( સૂકી શાક ) પ્રત્યેના પ્રેમને કારણે તે આવું વર્તન કેમ કરી રહી છે ?"
}, {
  "doha": "मिलै प्रीत न होत है, सब काहू कैं लाल।बिना मिले मन में हरष, साँची प्रीत जमाल॥",
  "hindi": "हे लाल! (प्रिय) मिलने पर तो सभी के मन में प्रेम उपजता है पर साची प्रीति तो वही कही जाएगी जो बिना मिले ही (स्मृति द्वारा) आनंद उत्पन्न करती रहे।",
  "english": "Oh dear! On meeting (beloved) everybody feels love in their heart but the only true love is that which keeps on giving joy (through the memory) even without meeting.",
  "gujarati": "હે લાલ! (પ્રિય) બધાને મળતાં જ દરેકના મનમાં પ્રેમ ઉત્પન્ન થાય છે , પણ સાચો પ્રેમ તો એ જ કહેવાય જે મળ્યા વિના પણ સુખ ( સ્મરણ દ્વારા ) ઉત્પન્ન કરતું રહે ."
}, {
  "doha": "जग सागर है अति गहर, लहरि विषैं अति लाल।चढ़ि जिहाज अति नाम की, उतरें पार जमाल॥",
  "hindi": "संसार सागर बहुत गहरा है, विषय वासनाओं की लहरें भयंकर उठ रही हैं। बिना प्रभु के नाम की नौका के पार उतरना कठिन है।",
  "english": "The ocean of the world is very deep , the waves of sensual desires are rising fiercely . It is difficult to cross it without the boat of God 's name .",
  "gujarati": "સંસારનો મહાસાગર ઘણો ઊંડો છે , વિષયાસક્ત ઈચ્છાઓનાં મોજાં ઉગ્રપણે ઊછળી રહ્યાં છે . ભગવાનના નામ વિના હોડી પાર કરવી મુશ્કેલ છે ."
}, {
  "doha": "नयन रँगीले कुच कठिन, मधुर बयण पिक लाल।कामण चली गयंद गति, सब बिधि बणी जमाल॥",
  "hindi": "हे प्रिय, उस नायिका के प्रेम भरे नेत्र अनुराग के कारण लाल हैं। उन्नत स्तनों और कोयल-सी मधुर वाणी वाली सब प्रकार से सजी हुई गजगामिनी कामिनी चली जा रही है।",
  "english": "O dear, the heroine 's eyes are red with love . The beautiful woman with high breasts and a voice as sweet as that of a cuckoo, all decked up in the form of an elephant , is walking by .",
  "gujarati": "હે પ્રિય , એ નાયિકાની પ્રેમથી ભરેલી આંખો સ્નેહથી લાલ છે .​ સુંદર સ્તનો અને કોયલ જેવા મધુર અવાજથી દરેક રીતે શણગારેલી ગજગામિની કામિની જતી રહી છે ."
}, {
  "doha": "जमला करै त क्या डरैं, कर-कर क्या पछताय।रोपै पेड़ बबूल का, आम कहाँ तें खाय॥",
  "hindi": "तू कर्म करता हुआ क्यों डरता है और कर्म करके पछताता क्यों है? बबूल वृक्ष को बो कर फिर आम खाने को कहाँ से मिलेगें?",
  "english": "Why do you fear while performing your duty and why do you repent after performing your duty ? If you plant an acacia tree , where will you get mangoes to eat ?",
  "gujarati": "તમે કામ કરતી વખતે શા માટે ડરો છો અને શા માટે પસ્તાવો કરો છો ? બાવળનું ઝાડ વાવ્યા પછી ખાવા માટે કેરી ક્યાંથી મળશે ?"
}, {
  "doha": "अबसि चैन-चित रैण-दिन, भजहीं खगाधिपध्याय।सीता-पति-पद-पद्म-चह, कह जमाल गुण गाय॥",
  "hindi": "पक्षी आदि भी जिसकी आराधना कर निर्भय रहते हैं, तू भी उन्हीं के गुण गाकर भगवान राम के चरणों में आश्रय पाने की चाह कर।",
  "english": "Even birds and others worship Him and remain fearless. You too should seek shelter at the feet of Lord Ram by singing His praises.",
  "gujarati": "પક્ષીઓ વગેરે પણ તેમની પૂજા કરીને નિર્ભય રહે છે , તમારે પણ તેમના ગુણગાન ગાવા જોઈએ અને ભગવાન રામના ચરણોમાં આશ્રય લેવો જોઈએ."
}, {
  "doha": "सब घट माँही राम है, ज्यौं गिरिसुत में लाल।ज्ञान गुरु चकमक बिना, प्रकट न होत जमाल॥",
  "hindi": "पर्वत में स्थित रत्नों के समान राम प्रत्येक शरीर में व्याप्त है। किंतु, बिना गुरु से ज्ञान प्राप्त किए वह (राम) प्रकट नहीं होता।",
  "english": "Like the gems situated in the mountains , Ram is present in every body . But, without acquiring knowledge from the Guru, he ( Ram) does not appear .",
  "gujarati": "પર્વતમાં સ્થિત રત્નોની જેમ રામ દરેક શરીરમાં વિરાજમાન છે .​​ પરંતુ, ગુરુ પાસેથી જ્ઞાન મેળવ્યા વિના તે ( રામ ) દેખાતા નથી ."
}, {
  "doha": "रे हितियारे अधरमी, तू न आवत लाल।जोबन अजुंरी नीर सम, छिन घट जात जमाल॥",
  "hindi": "प्रियतम! तुम कितने कठोर हृदय वाले और अन्यायी हो। अंजलि में भरे पानी के समान यौवन अस्थिर है; वह चला जाएगा। तुम आते क्यों नहीं हो?",
  "english": "Beloved! How hard- hearted and unjust you are . Youth is as fickle as the water in your hands ; it will pass away. Why don't you come ?",
  "gujarati": "પ્રિય! તમે કેટલા કઠોર અને અન્યાયી છો .​ યુવાની અંજલિમાં ભરાયેલા પાણીની જેમ અસ્થિર છે ;​ તે દૂર જશે . તું કેમ નથી આવતો ?"
}, {
  "doha": "चंपा हनुमत रूप अलि, ला अक्षर लिखि बाम।प्रेमी प्रति पतिया दियो, कह जमाल किहि काम॥",
  "hindi": "उस प्रेमिका ने अपने पति को पत्र में चंपा-पुष्प, हनुमान, भौंरा और ला अक्षर क्यों लिखकर दिया? गूढ़ार्थ यह है कि प्रेमिका अपना संदेश व्यक्त करना चाहती है कि उसकी और प्रेमी की दशा, चंपा और भ्रमर-सी हो रही है। दोनों मिल नहीं रहे हैं। इस हेतु वह स्त्री (चंपा) दूत (हनुमान) से कह रही है कि तू जाकर मेरे प्रेमी (भ्रमर) से कह कि मुझे मिलने की लालसा (ला) है। 'ला' का अर्थ यहाँ लाने का भी हो सकता है, मानो विरहिणी दूत से कहती हो कि तू जाकर प्रेमी को बुला ला।",
  "english": "Why did the lover write Champa-flower, Hanuman, bumblebee and the words la in the letter to her husband? The hidden meaning is that the lover wants to convey her message that the condition of her and her lover is like that of Champa and bumblebee. Both are not meeting. For this reason, the woman (Champa) is telling the messenger (Hanuman) to go and tell her lover (bumblebee) that she has a longing (la) to meet him . Here, ' la' can also mean to bring , as if the separated woman is telling the messenger to go and call her lover .",
  "gujarati": "તે પ્રેમિકાએ તેના પતિને પત્રમાં ચંપા - પુષ્પા, હનુમાન , ભૌનરા અને લા શા માટે લખ્યા ? અંતર્ગત અર્થ એ છે કે ગર્લફ્રેન્ડ તેણીનો સંદેશ વ્યક્ત કરવા માંગે છે કે તેણી અને તેના બોયફ્રેન્ડની સ્થિતિ વધુને વધુ ખરાબ થઈ રહી છે . બંને મેળ ખાતા નથી . આ માટે , સ્ત્રી (ચંપા) દૂત (હનુમાન) ને કહે છે કે તું જઈને મારા પ્રેમી ( ભ્રમર) ને કહે કે મને (લા) ને મળવાની ઈચ્છા છે . 'લા ' નો અર્થ અહીં લાવવાનો પણ થઈ શકે છે , જેમ કે વિધવા મેસેન્જરને કહે છે કે જઈને તેના પ્રેમીને બોલાવો ."
}, {
  "doha": "शुतर गिरयो भहराय के, जब भा पहुँच्यो काल।अल्प मृत्यु कूँ देखि के, जोगी भयो जमाल॥",
  "hindi": "ऊँट के समान विशाल शरीर वाला पशु भी काल (मृत्यु) आने पर हड़बड़ाकर गिर पड़ता है। इस प्रकार शरीर की नश्वरता देखकर कवि जमाल उदासीन हो गया।",
  "english": "Even an animal with a huge body like a camel falls down in panic when death comes . Seeing the mortality of the body in this way , poet Jamal became sad .",
  "gujarati": "ઊંટ જેવું વિશાળ શરીર ધરાવતું પ્રાણી પણ મૃત્યુ નજીક આવે ત્યારે ગભરાઈને નીચે પડી જાય છે . આમ , શરીરની નશ્વરતા જોઈને કવિ જમાલ ઉદાસીન બની ગયા ."
}, {
  "doha": "करि सिंगार पिय पै चली, हाथ कुसुम की माल।हरी छोड़ हर पै गई, कारन कौन जमाल॥",
  "hindi": " नायिका शृंगार करके अपने प्रिय से मिलने चली। उसने हरि पूजन के निमित्त पुष्पों की माला भी साथ में ली। पर किस कारण वह हरि पूजन को न जाकर, शिव की पूजा करने चली गई?",
  "english": " The heroine dressed up and went to meet her lover . She also took a garland of flowers with her for the worship of Hari . But why did she go to worship Shiva instead of going to worship Hari ?",
  "gujarati": "સામાન્ય અર્થ : નાયિકા પોશાક પહેરીને તેના પ્રિયને મળવા ગઈ . તેમણે હરિ પૂજા માટે ફૂલોની માળા પણ લીધી હતી​​ પણ તે હરિની પૂજા કરવાને બદલે શિવની પૂજા કરવા કેમ ગઈ ?"
}, {
  "doha": "पहिरैं भूषन होत है, सब के तन छबि लाल।तुव तन कंचन तै सरस, जोति न होत जमाल॥",
  "hindi": "आभूषण पहनने से सबके शरीर पर सौंदर्य छा जाता है, पर तेरे तन का रंग तो सुवर्ण से भी अधिक आभायुक्त है। इस हेतु आभूषणों से तेरे शरीर पर कोई दीप्ति नहीं आती।",
  "english": "Wearing ornaments adds beauty to everyone's body , but the colour of your body is more radiant than gold . That is why ornaments do not bring any shine to your body .",
  "gujarati": "જ્વેલરી પહેરવાથી દરેક વ્યક્તિના શરીરની સુંદરતા વધે છે , પરંતુ તમારા શરીરનો રંગ સોના કરતાં વધુ તેજસ્વી છે .​​ તેથી જ જ્વેલરી તમારા શરીરમાં કોઈ ચમક ઉમેરતી નથી ."
}, {
  "doha": "स्रवन छाँड़ि, अधरन लगे, ये अलकन के बाल।काम डसनि नागनि जहीं, निकसे नाहिं जमाल॥",
  "hindi": "घुंघराले बाल कानों के निकट न रहकर (आगे की ओर आकर) अधरों को छू रहे हैं। यह काकपक्ष की लटें नागिन की भाँति डसकर विकार उत्पन्न कर रही हैं और यह विष शरीर के बाहर निकाला नहीं जा सकता।",
  "english": "The curly hair is not near the ears but is touching the lips (coming forward ) . These locks of crow's feet are biting like a snake and causing disorder and this poison cannot be taken out of the body .",
  "gujarati": "વાંકડિયા વાળ કાનની નજીક નથી રહેતા ( આગળ આવતા ) પણ હોઠને સ્પર્શે છે .​ આ કાકપક્ષની સેર સાપની જેમ કરડે છે અને વિકૃતિઓ પેદા કરે છે અને આ ઝેર શરીરમાંથી દૂર કરી શકાતું નથી ."
}, {
  "doha": "कहँ बोई जाँमी कहाँ, कहँ फैली तिहिं बेल।कहँ लागी फूलन फलन, कह जमाल का खेल॥",
  "hindi": "प्रीति रूपी बेल, प्रिय के दर्शन होने पर नेत्रों में उपजती है, हृदय में अंकुरित होती है और संपूर्ण शरीर पर प्रेम का आधिपत्य हो जाता है। प्रीति का रसास्वादन भी किसी अन्य स्थान पर होता है। इस बेल की बड़ी विचित्र गति है।",
  "english": "The vine of love grows in the eyes when one sees the beloved , sprouts in the heart and the entire body is dominated by love . The taste of love is also experienced at some other place . This vine has a very strange movement .",
  "gujarati": "પ્રેમનો વેલો , પ્રિયતમને જોઈને , આંખોમાં ઉગે છે , હૃદયમાં અંકુરિત થાય છે અને સમગ્ર શરીર પ્રેમ દ્વારા કબજે કરવામાં આવે છે .​​​ પ્રેમનો સ્વાદ અન્ય જગ્યાએ પણ થાય છે .​​ આ વેલો ખૂબ જ વિચિત્ર ગતિ ધરાવે છે ."
}, {
  "doha": "प्रीतम नहिं कछु लखि सक्यो, आलि कही तिय कान।नथ उतारि धरि नाक तँ, कह जमाल का जान॥",
  "hindi": " सखी ने नायिका के कान में जो कहा, उसको प्रिय न जान सका। नायिका ने अपने नाक की नथ को क्यों खोल दिया?",
  "english": " The beloved could not understand what the friend whispered into the heroine 's ears . Why did the heroine remove her nose ring ?",
  "gujarati": "સામાન્ય અર્થ : પ્રિયતમ સમજી શક્યો નહીં કે મિત્રએ નાયિકાના કાનમાં શું કહ્યું .​​ નાયિકાએ તેની નાકની વીંટી કેમ ખોલી ?"
}, {
  "doha": "कर कंपत लेखनि डुलत, रोम रोम दुख लाल।प्रीतम कूँ पतिया लिखुं, लिखी न जात जमाल॥",
  "hindi": "हे प्रियतम ! तुम्हें पत्र लिखते समय हाथ काँप रहा है और लेखनी भी हिल रही है। विरह के कारण रोम-रोम में पीड़ा हो रही है, पत्र लिखा ही नहीं जा रहा है।",
  "english": "O beloved ! While writing this letter to you my hands are trembling and the pen is shaking . Every pore of my body is aching due to separation , I am not able to write this letter .",
  "gujarati": "અરે પ્રિય ! તમને પત્ર લખતી વખતે મારો હાથ ધ્રૂજી રહ્યો છે અને કલમ પણ ધ્રૂજી રહી છે . અલગ થવાને કારણે દરેક છિદ્રોમાં પીડા છે , પત્ર લખવામાં આવતો નથી "
}, {
  "doha": "कर कंपत लेखनि डुलत, रोम रोम दुख लाल।प्रीतम कूँ पतिया लिखुं, लिखी न जात जमाल॥",
  "hindi": "हे प्रियतम ! तुम्हें पत्र लिखते समय हाथ काँप रहा है और लेखनी भी हिल रही है। विरह के कारण रोम-रोम में पीड़ा हो रही है, पत्र लिखा ही नहीं जा रहा है।",
  "english": "O beloved! While writing this letter to you my hands are trembling and the pen is shaking . Every pore of my body is aching due to separation , I am not able to write this letter .",
  "gujarati": "અરે પ્રિય! તમને પત્ર લખતી વખતે મારો હાથ ધ્રૂજી રહ્યો છે અને કલમ પણ ધ્રૂજી રહી છે . અલગ થવાને કારણે દરેક છિદ્રોમાં પીડા છે , પત્ર લખવામાં આવતો નથી ."
}, {
  "doha": "मन उमगे हसती भयो, चिके पाट असराल। सकंल तोड़ै सार का, मुझ बस नहीं जमाल॥",
  "hindi": "प्रिय मिलन के हेतु मेरा मन उमंगित होकर हाथी-सा मतवाला हो गया है। सन के रस्सों और अपने घेरे को तो तोड़ ही चुका है (अर्थात् लोक मर्यादा भी छोड़ चुका है) अब लोहे की जंजीरों को भी तोड़ना चाहता है (सांसारिक बंधन भी तोड़ने वाला है), वह मेरे वश में नहीं है।",
  "english": "My heart has become excited and intoxicated like an elephant to meet my beloved . It has already broken the hemp ropes and its enclosure ( i.e. it has abandoned social decorum ) and now it wants to break the iron chains as well (it is about to break the worldly bondage as well ), but it is not in my control .",
  "gujarati": "મારા પ્રિયતમને મળવા ખાતર મારું મન હાથીની જેમ મદમસ્ત થઈ ગયું છે . તેણે શણના દોરડા અને તેના વર્તુળને તોડી નાખ્યું છે ( એટલે ​​કે તેણે જાહેર શણગાર પણ છોડી દીધો છે ), હવે તે લોખંડની સાંકળો પણ તોડવા માંગે છે ( તે દુન્યવી બંધનો પણ તોડવા જઈ રહ્યો છે ), તે મારા હેઠળ નથી . નિયંત્રણ"
}, {
  "doha": "मन उमगे हसती भयो, चिके पाट असराल।सकंल तोड़ै सार का, मुझ बस नहीं जमाल॥",
  "hindi": "प्रिय मिलन के हेतु मेरा मन उमंगित होकर हाथी-सा मतवाला हो गया है। सन के रस्सों और अपने घेरे को तो तोड़ ही चुका है (अर्थात् लोक मर्यादा भी छोड़ चुका है) अब लोहे की जंजीरों को भी तोड़ना चाहता है (सांसारिक बंधन भी तोड़ने वाला है), वह मेरे वश में नहीं है।",
  "english": "My heart has become excited and intoxicated like an elephant to meet my beloved . It has already broken the hemp ropes and its enclosure ( i.e. it has abandoned social decorum ) and now it wants to break the iron chains as well (it is about to break the worldly bondage as well ), but it is not in my control .",
  "gujarati": "મારા પ્રિયતમને મળવા ખાતર મારું મન હાથીની જેમ મદમસ્ત થઈ ગયું છે . તેણે શણના દોરડા અને તેના વર્તુળને તોડી નાખ્યું છે ( એટલે ​​કે તેણે જાહેર શણગાર પણ છોડી દીધો છે ), હવે તે લોખંડની સાંકળો પણ તોડવા માંગે છે ( તે દુન્યવી બંધનો પણ તોડવા જઈ રહ્યો છે ), તે મારા હેઠળ નથી . નિયંત્રણ"
}, {
  "doha": "जमला ऐसी प्रीत कर, जैसी हिंदू जोय।पूत पराये कारणे, जलबल कोयला होय॥",
  "hindi": "प्रीति तो ऐसी करनी जैसी कि एक हिन्दू स्त्री करती है। वह परजाए पुरुष (अपने पति) के लिये समय पड़ने पर स्वयं को राख बना देती है।",
  "english": "Love is like what a Hindu woman does . She turns herself into ashes for the sake of a stranger (her husband) when the time comes .",
  "gujarati": "પ્રીતિએ હિંદુ સ્ત્રી જેવું વર્તન કરવું જોઈએ​​ જ્યારે બીજા પુરુષ (તેના પતિ ) માટે સમય આવે છે ત્યારે તે પોતાની જાતને રાખમાં ફેરવે છે ."
}, {
  "doha": "डगमग नयन सुसगमगे, विमल सु लखे जु बाल। तसकर चितवनि स्याम की, चित हर लियो जमाल॥",
  "hindi": "जब बाला ने कृष्ण को अपने चंचल नेत्रों से देखा तो किसी को अपनी ओर देखता जान कर श्याम ने भी उसकी ओर देखा। उनकी इस चितवन ने उसका मन मोह लिया।",
  "english": "When Bala looked at Krishna with her playful eyes , Shyam also looked at her knowing that someone was looking at him . This glance of his captivated her heart .​",
  "gujarati": "જ્યારે બાલાએ તેની રમતિયાળ આંખોથી કૃષ્ણ તરફ જોયું , ત્યારે શ્યામ પણ તેની તરફ જોતો હતો , એવું લાગ્યું કે કોઈ તેની તરફ જોઈ રહ્યું છે . તેની આ તસવીરે તેને મંત્રમુગ્ધ કરી દીધો ."
}, {
  "doha": "सोना बया न नीपजै, मोती लगै न डाल।रूप उधारा नां मिले, भूलै फिरौ जमाल॥",
  "hindi": "सोना बोने से उपजता नहीं, मोती किसी डाल में नहीं फलता, रूप (लावण्य) कहीं से उधार नहीं मिल सकता; इनको प्राप्त करने के हेतु भ्रमवश भटकना नहीं चाहिए।",
  "english": "Gold does not grow by sowing , pearls do not grow on any branch , beauty cannot be borrowed from anywhere ; one should not wander aimlessly in search of these .",
  "gujarati": "સોનું વાવવાથી ઉગતું નથી , મોતી કોઈ ડાળી પર ફળ નથી આપતા , સુંદરતા ક્યાંયથી ઉછીના લઈ શકાતી નથી ; આ પ્રાપ્ત કરવા માટે , વ્યક્તિએ ભ્રમમાં ભટકવું જોઈએ નહીં ."
}, {
  "doha": "जमला गुडी उड़ावता, तन की करता डोर।कौ जबाब जब थी गयो, गई बीच थी तोड़॥",
  "hindi": "शरीर रूपी डोर से, प्रेम की पतंग मैंने उड़ानी आरंभ की पर प्रिय ने नाता तोड़ दिया (पतंग की डोर ही काट दी) वह जब से गया है, उसका कोई संदेश तक नहीं मिला।",
  "english": "I started flying the kite of love with the string of my body , but my beloved broke the relationship ( cut the string of the kite ) and since he left , I haven't received even a message from him .",
  "gujarati": "મેં મારા શરીરના તાંતણાથી પ્રેમની પતંગ ઉડાડવાની શરૂઆત કરી , પરંતુ મારા પ્રિયે જોડાણ તોડી નાખ્યું ( પતંગની દોરી કાપી નાખી ) ત્યારથી મને તેનો કોઈ સંદેશ મળ્યો નથી ."
}, {
  "doha": "जमला कपड़ा धोइये, सत का साबू लाय।बूँद ज लागी प्रेम की, टूक-टूक हो जाय॥",
  "hindi": "सत्य का साबुन लगाकर अपने मन-रूपी मलिन कपड़े को धोना चाहिए। प्रेम की यदि एक बूँद भी लग जाएगी तो (हृदय की मलिनता टूक-टूक होकर नष्ट हो जाएगी।",
  "english": "The dirty cloth of one's mind should be washed using the soap of truth . If even a drop of love touches it , the impurity of the heart will be destroyed by breaking into pieces .",
  "gujarati": "સત્યના સાબુથી તમારે તમારા મનના ગંદા કપડા ધોવા જોઈએ .​ જો પ્રેમનું એક ટીપું પણ નાખવામાં આવે તો હૃદયની અશુદ્ધિ સંપૂર્ણપણે નાશ પામે છે ."
}, {
  "doha": "जमला प्रीत सुजाण सें, जे कर जाणे कोय।जैसा मेला निजर का, तैसा सेज न होय॥",
  "hindi": "यदि सज्जन (प्रिय) से कोई प्रेम करना जान ले तो जैसा आनंद उसे दर्शन करने में होगा, वैसा सेज (सहज या शय्या) में नहीं होता। प्रिय के दर्शन का सुखद आनंद सभी दैहिक सुखों से बढ़कर और दुर्लभ है।",
  "english": "If someone learns to love a gentleman (beloved ) , then the joy of seeing him cannot be experienced on the bed . The bliss of seeing the beloved is greater and more rare than all physical pleasures .",
  "gujarati": "જો કોઈ વ્યક્તિ જાણે છે કે સજ્જન (પ્રિય) ને કેવી રીતે પ્રેમ કરવો , તો તેને જોઈને જે આનંદ મળે છે તે પલંગ (હૂંફાળું અથવા પથારી) માં જોવા મળતો નથી . પ્રિયતમને જોવાનો સુખદ આનંદ એ તમામ ભૌતિક સુખો કરતાં મોટો અને દુર્લભ છે ."
}, {
  "doha": "ससि, खंजण, माणक, कँवल, कीर बदन एक डाल।भवंग पुँछ तें डसत है, निरखत डर्यो जमाल॥",
  "hindi": "एक ही डाल पर मैंने चन्द्रमा, खंजन, मोती, कमल, कीर, शुक आदि को देखा। उसमें लिपटा एक सर्प पूँछ की ओर से डसता था, यह सब देखकर तो मैं भयभीत हो उठा। कूटार्थ यह है कि वह स्त्री (डाल) अपने हाथ (कमल) पर अपना मुँह रखे थी। उसके नेत्र खंजन के समान थे। दंतावली मोती के समान उज्ज्वल और नासिका शुक की चोंच की तरह नुकीली और उसकी वेणी नागिन सी थी।",
  "english": "I saw the moon, the pheasant, pearl, lotus, keer, parrot etc. on the same branch. A snake wrapped around it was biting from the tail , I became afraid after seeing all this . The literal meaning is that the woman ( branch ) had placed her mouth on her hand (lotus). Her eyes were like those of a pheasant . Her teeth were bright like pearls and her nose was pointed like the beak of a parrot and her braid was like that of a snake .",
  "gujarati": "એ જ ડાળી પર મેં ચંદ્ર , ખંજન , મોતી, કમળ , કીર, સુક વગેરે જોયા . એમાં લપેટાયેલો એક સાપ પૂંછડીમાંથી ડંખ મારતો હતો , આ બધું જોઈને હું ડરી ગયો .​​ ખોટો અર્થ એ છે કે સ્ત્રી (દળ) એ તેનો ચહેરો તેના હાથ (કમળ) પર રાખ્યો હતો . તેની આંખો કાંટા જેવી હતી . દાંત મોતી જેવા ચળકતા હતા , નસકોરા તીક્ષ્ણ તીક્ષ્ણ ચાંચ જેવા અને તેની નસો સર્પ જેવી હતી ."
}, {
  "doha": "भौं जमाल कहुं जान मोहि, कहूँ काह मैं तोहि।निस बासर बृज चंद जू, छोड़त नहिं क मोहि॥",
  "hindi": "मैं तुझसे क्या कहूँ, रात-दिन कृष्ण मुझे घेरे रहते हैं और कभी अपने से विलग नहीं होने देते हैं।",
  "english": "What can I tell you , Krishna surrounds me day and night and never lets me separate from Him .",
  "gujarati": "હું તમને શું કહું , કૃષ્ણ મને દિવસ -રાત ઘેરી વળે છે અને મને ક્યારેય તેમનાથી અલગ થવા દેતા નથી ."
}, {
  "doha": "कहँ बोई जाँमी कहाँ, कहँ फैली तिहिं बेल।कहँ लागी फूलन-फलन, कह जमाल का खेल॥",
  "hindi": "प्रीति रूपी बेल प्रिय के दर्शन होने पर नेत्रों में उपजती है, हृदय में अंकुरित होती है और सम्पूर्ण शरीर पर प्रेम का आधिपत्य हो जाता है। प्रीति का रसास्वादन भी किसी अन्य स्थान पर होता है। इस बेल की बड़ी विचित्र गति है।",
  "english": "The vine of love grows in the eyes when one sees the beloved , sprouts in the heart and the entire body is dominated by love . The taste of love is also experienced at some other place . This vine has a very strange movement .",
  "gujarati": "પ્રિયતમને જોતાં જ આંખોમાં પ્રેમનો વેલો ઊગે છે , હૃદયમાં અંકુર ફૂટે છે અને આખું શરીર પ્રેમથી કબજે થઈ જાય છે .​​​​​ પ્રેમનો સ્વાદ અન્ય જગ્યાએ પણ થાય છે .​​ આ વેલો ખૂબ જ વિચિત્ર ગતિ ધરાવે છે ."
}, {
  "doha": "प्रीत रीति अति कठिन, प्रीत न कीजै लाल।मिले कठिन, बिछरन कहत, नित जिय जरै जमाल॥",
  "hindi": "हे प्रिय! प्रेम का पंथ बहुत टेढ़ा होता है इसलिए प्रेम नहीं करना चाहिए। प्रिय का संयोग तो थोड़ा होता है पर बिछुड़ने से नित्य जी जलता रहता है।",
  "english": "O beloved! The path of love is very crooked , that is why one should not love . The union with the beloved is short but separation from him always makes one feel jealous .",
  "gujarati": "હે વ્હાલા! પ્રેમનો માર્ગ ખૂબ જ વાંકોચૂંકો છે , તેથી વ્યક્તિએ પ્રેમ ન કરવો જોઈએ . પ્રિયતમ સાથે સંયોગો ઓછા હોય છે પણ જુદાઈ દિલને રોજ સળગાવે છે ."
}, {
  "doha": "नैन मिलैं तैं मन मिलैं, होई साट दर हाल।इह तौ सौदा सहज का, ज़ोर न चलत जमाल॥",
  "hindi": "नयनों के मिलन से मन भी मिल जाता है अर्थात् दोनों एक दूसरे के प्रति आकृष्ट हो जाते हैं। यह तो प्रेम का स्वाभाविक सौदा है इसमें बलपूर्वक कुछ नहीं प्राप्त किया जा सकता।",
  "english": "When eyes meet , hearts also meet , that is , both get attracted towards each other . This is the natural deal of love , nothing can be achieved in it by force .",
  "gujarati": "આંખોના મિલનથી મનનું પણ મિલન થાય છે , એટલે કે બંને એકબીજા પ્રત્યે આકર્ષાય છે .​​​ આ પ્રેમનો સ્વાભાવિક સોદો છે અને બળ વડે કશું પ્રાપ્ત કરી શકાતું નથી ."
}, {
  "doha": "पिय फूले तैं हूं हरी, पिया हरैं हूँ डाल।पिया मो हू, मो में पिया, इक ह्वै रहे जमाल॥",
  "hindi": "प्रिय के प्रसन्न होने पर मैं उमंगित हो जाती हूँ और प्रिय के उमंगित हो जाने पर मैं उन्हीं का अंग बन जाती हूँ। प्रिय मेरे हैं और मैं उनकी हूँ, इस तरह हम दोनों अब एक हो गए हैं।",
  "english": "When my beloved is happy , I become excited and when he is excited , I become a part of him . My beloved is mine and I am his , thus we both have now become one .​",
  "gujarati": "જ્યારે મારો પ્રિયજન ખુશ થાય છે , ત્યારે હું ઉત્સાહિત થઈ જાઉં છું અને જ્યારે મારો પ્રિયતમ ઉત્સાહિત થાય છે , ત્યારે હું તેનો એક ભાગ બની જાઉં છું . પ્રિય મારો છે અને હું તેનો છું , આમ હવે આપણે બંને એક થઈ ગયા છીએ ."
}, {
  "doha": "जमला जोबन फूल है, फूलत ही कुमलाय।जाण बटाऊ पंथसरि, वैसे ही उठ जाय॥",
  "hindi": "यौवन एक फूल है जो कि फूलने के बाद शीघ्र ही कुम्हला जाता है। वह तो पथिक-सा है जो मार्ग में तनिक-सा विश्राम लेकर अपनी राह लेता है।",
  "english": "Youth is a flower which withers away soon after it blooms . It is like a traveller who takes a little rest on the way and then goes on his way .",
  "gujarati": "યુવાની એ ફૂલ છે જે ખીલ્યા પછી તરત જ સુકાઈ જાય છે તે એક પ્રવાસી જેવો છે જે માર્ગમાં થોડો આરામ કરે છે અને તેની મુસાફરી શરૂ કરે છે ."
}, {
  "doha": "नैन चलैं नहिं सैंन सूं, नाँहिनि खुलै जमाल।जौं लौं रूखै दृग रहैं, तो लौं प्रीत जमाल॥",
  "hindi": "हे प्रिय! जब तक नेत्र दूसरे के इशारों के कारण विचलित नहीं होते; उनकी ओर देखने को उत्सुक भी नहीं होते हैं तभी तक नयन (अन्य लोगों से) विरक्त रहते हैं और उनमें प्रीति भी रहती है।",
  "english": "O beloved! As long as the eyes are not distracted by the gestures of others and are not eager to look at them , the eyes remain detached from others and love also remains in them .",
  "gujarati": "અરે પ્રિય! જ્યાં સુધી આંખો અન્યના હાવભાવથી વિચલિત ન થાય ત્યાં સુધી ; આપણે તેમને જોવા માટે પણ ઉત્સુક નથી હોતા , તેથી જ આંખો ( બીજા લોકોથી ) અળગા રહે છે અને તેમનામાં પ્રેમ પણ છે ."
}, {
  "doha": "घूँघटा ठाढ़ी नैन जल, प्रेम सील मुख नाल।हांसी कंपां लाइया, फांदे साहि जमाल॥",
  "hindi": "विदेश जाते पति को विदा देते जब वह अश्रुपूर्ण नेत्रों वाली नायिका घूँघट निकाल कर खड़ी हुई, तब प्रेम व संकोच के कारण बोल न सकी। झूठी हँसी हँसकर जब विदा देने लगी तब वह काँप उठी, पति इस संचार को देखकर मोहित हो गया और विदेश जाना रुक गया।",
  "english": "When the heroine with tearful eyes stood with her veil drawn while bidding farewell to her husband going abroad , she could not speak due to love and shyness . When she started bidding farewell with a false smile , she trembled . Her husband was fascinated by this communication and the trip abroad was stopped .",
  "gujarati": "અશ્રુભીની આંખો સાથે નાયિકાએ પોતાનો પડદો હટાવ્યો અને પરદેશ જઈ રહેલા પતિને વિદાય આપવા ઉભી રહી ત્યારે તે પ્રેમ અને સંકોચને કારણે બોલી શકી નહીં . તેણીએ ખોટા સ્મિત સાથે વિદાય આપતાં તે કંપી ઊઠી ; તેના પતિ આ સંદેશાવ્યવહારથી મોહિત થયા અને વિદેશ જવાનું બંધ કરી દીધું"
}, {
  "doha": "जिहि रस तन में चाहती, सो रस मिलियो बाल।तबहि सराहत मृत्यु को, कारन कौन जमाल॥",
  "hindi": "वह बाला जिस प्रेम रस की भूखी थी, वह उसे प्राप्त हो गया। अब जीवन की कोई साध उसके लिए बाकी न बची, अब उसे मर जाने का भी संकोच नहीं है।",
  "english": "The girl got the love she was hungry for . Now she has no desire left in life , now she has no hesitation even in dying .​​​​",
  "gujarati": "છોકરીને તે પ્રેમ મળ્યો જેની તે ભૂખી હતી .​ હવે તેને જીવવા માટે કોઈ સાધન બચ્યું નથી , હવે તેને મરવામાં પણ કોઈ સંકોચ નથી ."
}, {
  "doha": "झुलनी लखवति लखित का, का भागति इतराय।चमकति जनु बिजुरी छटा, कह जमाल यह काय॥",
  "hindi": " वह स्त्री कुछ देखकर और अपने नाक में पहिनी झुलनी को दिखाकर इतराकर विद्युत के समान क्यों भाग गई?",
  "english": " Why did that woman, after seeing something and showing off the nose ring she was wearing , run away like lightning ?",
  "gujarati": "સામાન્ય અર્થ : તે સ્ત્રી કાંઈક જોઈને અને નાકમાં પહેરેલી કાનની બુટ્ટી જોઈને વીજળીની જેમ કેમ ભાગી ગઈ ?"
}, {
  "doha": "जमला लट्टू काठ का, रंग दिया करतार।डोरी बाँधी प्रेम की, घूम रह्या संसार॥",
  "hindi": "विधाता ने काठ के लटटू को रंगकर प्रेम की डोरी से बांधकर उसे फिरा दिया और वह संसार में चल रहा है।",
  "english": "The Creator painted the wooden top , tied it with the string of love and set it spinning and it is moving around in the world .",
  "gujarati": "નિર્માતાએ લાકડાના ટોચ પર પેઇન્ટિંગ કર્યું , તેને પ્રેમના તારથી બાંધ્યું અને તેને ફરતું મોકલ્યું અને તે વિશ્વમાં ચાલી રહ્યું છે ."
}, {
  "doha": "हिय हुलसति विहँसति बिहँसि, चलो कंत पहँ बाल।लौट परी लखि जुगल छबि, कारन कवन जमाल॥",
  "hindi": "वह बाला अति उमंगित होकर हँसती हुई अपने प्रिय के पास गई और वहाँ दोनों (नायक और अन्य नायिका) को देखकर वह (अन्य संभोग दुःखिता) बाला लौट आई।",
  "english": "That girl went to her lover laughing in excitement and after seeing both of them (hero and other heroine) there, that girl ( other girl unhappy with sexual intercourse ) came back .",
  "gujarati": "તે છોકરી ખૂબ જ ઉત્તેજના સાથે હસતી તેના પ્રિય પાસે ગઈ અને તે બંનેને (હીરો અને બીજી નાયિકા) ત્યાં જોયા પછી , તે ( જાતીય તકલીફથી પીડિત બીજી છોકરી ) પાછી આવી ."
}, {
  "doha": "जो कहियौ सो सब कियौ, कह्यौ तुमारो लाल।क्यूँ कठोर हम सौं भये, ओगन कहा जमाल॥",
  "hindi": "हे प्रिय! तुमने जो भी आज्ञा दी उसका पालन मैंने भली भाँति किया। फिर क्या चूक हुई है जो तुम कठोर बने हो!",
  "english": "O dear! I followed all your instructions very well . Then what mistake did I make that you have become so harsh ?",
  "gujarati": "અરે પ્રિય! તમે જે પણ આદેશ આપ્યો , મેં તેનું ખૂબ જ સારી રીતે પાલન કર્યું . તો પછી કઈ ભૂલ થઈ ગઈ કે તમે કઠોર થઈ ગયા ?"
}, {
  "doha": "घर की गुदरी कहति सब, लखि पंथी के रोज।या में अचरज कौन है, कह जमाल करि खोज॥",
  "hindi": " वह घर में रहने वाली, पथिकों को नित्य क्या सब कह देती है? इसमें क्या आश्चर्य है?",
  "english": " What does the one who lives in the house tell the travellers everyday ? What is surprising in this ?",
  "gujarati": "સામાન્ય અર્થ : તે ઘરની રહેવાસી છે , દરરોજ મુસાફરોને શું કહે છે ?​​ આમાં નવાઈ શી વાત છે ?"
}, {
  "doha": "कियौ सुकछु नैनन कियौ, मैं न कियौ मिर लाल।लंका सो गढ़ टूटियो, घर के भेद जमाल॥",
  "hindi": "मेरे प्रिय! जो कुछ हुआ वह सब इन नयनों के कारण ही मेरे मन का भेद खुल गया। घर के भेदी के कारण ही लंका-सा सुदृढ़ दुर्ग तोड़ा गया था।",
  "english": "My dear! Whatever happened , it was because of these eyes that the secrets of my heart were revealed . It was because of a traitor that a strong fortress like Lanka was broken .",
  "gujarati": "મારા પ્રિય! જે કંઈ પણ થયું , આ આંખોના કારણે જ મારા મનના રહસ્યો પ્રગટ થયા .​ ઘરને વીંધવાને કારણે જ લંકા જેવો મજબૂત કિલ્લો નાશ પામ્યો હતો ."
}, {
  "doha": "मुख ग्रीषम, पावस नयन, तन भीतर जड़काल।पिय बिन तिय तीन ऋतु, कबहुँ न मिट जमाल॥",
  "hindi": "साँसों की उष्णता से ग्रीष्म, निरंतर अश्रुपात से पावस और इच्छाओं पर तुषारापात होने के कारण शिशिर; इस प्रकार तीनों ऋतुओं ने उस विरहिणी के तन में अपना घर कर लिया है।",
  "english": "Summer due to the heat of her breath , monsoon due to the continuous shedding of tears and winter due to the frost falling on her desires ; in this way all the three seasons have made their home in the body of that lonely woman .",
  "gujarati": "શ્વાસની ગરમીને કારણે ઉનાળો , સતત આંસુને કારણે શિયાળો અને ઈચ્છાઓ પર હિમ લાગવાને કારણે શિયાળો ; આ રીતે ત્રણેય ઋતુઓએ એ વિધવાના શરીરમાં ઘર કરી લીધું છે ."
}, {
  "doha": "मारे मरै जु प्रेम के, ढूँढ़ फिरत ही लाल।जिन घट वेदन विरह की, ते क्यौं जियैं जमाल॥",
  "hindi": "हे प्रिय! प्रेम में बेहाल विरही अपने प्रिय को ढूँढ़ते ही फिरते हैं, वे विरह वेदना से व्याप्त शरीर वाले भला जीवित कैसे रह सकते हैं?",
  "english": "O beloved ! Those who are in love keep looking for their beloved . How can they survive whose bodies are filled with the pain of separation ?",
  "gujarati": "અરે પ્રિય! જેઓ પ્રેમમાં ત્રસ્ત હોય છે તેઓ પોતાના પ્રિયતમને શોધતા ભટકતા હોય છે , તેઓ વિચ્છેદની પીડાથી ભરેલા શરીર સાથે કેવી રીતે જીવી શકે ?"
}, {
  "doha": "जमला प्रीत न कीजिये, काहू सों चित लाय।अलप मिलण बिछुड़न बहुत, तड़फ तड़फ जिय जाय॥",
  "hindi": "अपना सर्वस्व गँवाकर किसी से प्रीति न करनी चाहिए। क्योंकि, सुख तो क्षणिक होता है पर वियोग अधिक सहन करना पड़ता है और प्राण तड़प-तड़प कर तजने पड़ते हैं।",
  "english": "One should not love someone by sacrificing everything because happiness is momentary but separation is more difficult to bear and one has to give up life in agony.",
  "gujarati": "બધુ ગુમાવીને કોઈને પ્રેમ ન કરવો જોઈએ .​ કારણ કે, સુખ ક્ષણિક છે પણ વિચ્છેદ વધુ સહન કરવું પડે છે અને વેદનામાં જીવનનો ભોગ આપવો પડે છે ."
}, {
  "doha": "कर घूँघट जग मोहिये, बहुत भुलाए लाल।दरसन जिनैं दिखाइयाँ, दसन जोग जमाल॥",
  "hindi": "हे लाल (प्रिय)! तुमने घूँघट करके (गुप्त रहकर) जगत को अपनी ओर आकर्षित किया। बहुत लोग तुम्हें खोजते-खोजते भटक गए पर तुमने उनको ही दर्शन दिया, जो कि दर्शन के योग्य थे।",
  "english": "Oh dear one! You attracted the world towards you by wearing a veil (remaining hidden). Many people got lost while looking for you but you appeared before only those who were worthy of appearing before you.",
  "gujarati": "ઓ લાલ (પ્રિય)! તમે તમારી જાતને પડદાથી ઢાંકીને ( ગુપ્ત રહીને) વિશ્વને તમારી તરફ આકર્ષિત કર્યું . ઘણા લોકો તમને શોધતા ભટકી ગયા , પરંતુ તમે ફક્ત તેમને જ દેખાયા જેઓ તમને જોવા લાયક હતા ."
}, {
  "doha": "छिनहुँ छिपत नहीं नितहिं इत, उदित सावरो चंद।तरसत अनँत चकोर कत, कह जमाल इहि फंद॥",
  "hindi": "यह साँवला चंद्रमा किसी दिन भी इस ओर क्यों नहीं आता, जब कि अनेक चकोर इसके फंदे में फँस कर तरसते रहते हैं। अर्थात् साँवरा घनश्याम इस ओर कभी नहीं आते, सभी गोपियाँ इनके प्रेम में विह्वल रहा करती हैं।",
  "english": "Why does this dark moon never come this side, when many Chakor birds are trapped in its snare and keep yearning . That is , the dark Ghanshyam never comes this side , all the Gopis remain ecstatic in his love .",
  "gujarati": "આ અંધકારમય ચંદ્ર કોઈ દિવસ પણ આ રીતે કેમ આવતો નથી , જ્યારે કેટલાય ચકોર તેની જાળમાં ફસાઈ જાય છે અને તેની ઝંખના કરે છે . અર્થાત્ સુંદર ઘનશ્યામ આ રીતે ક્યારેય આવતો નથી , બધી ગોપીઓ તેના પ્રેમની ધાકમાં રહે છે ."
}, {
  "doha": "आज अमावस हे सखी, ससि भीतर नंदलाल। बीचहिं परिवा परि गयो, कारण कवन जमाल॥",
  "hindi": " कृष्ण के एक गोपी के यहाँ चले जाने पर अन्य सब गोपियों के यहाँ अँधेरा (दुःख) छा गया। पर किस कारण इस अमावस्या के पश्चात् ही प्रतिपदा बीत गई और शीघ्र दूज के चंद्र की भाँति कृष्ण के दर्शन हो गए?",
  "english": " When Krishna left for one gopi 's place , darkness (sorrow) prevailed in all the other gopis ' places . But why did the Pratipada pass immediately after this Amavasya and soon Krishna was seen like the moon on the second day ?",
  "gujarati": "સામાન્ય અર્થ : જ્યારે કૃષ્ણ એક ગોપીના ઘરે ગયા ત્યારે બીજી બધી ગોપીઓમાં અંધકાર ( દુઃખ ) ફેલાઈ ગયું .​ પરંતુ આ અમાવસ્યા પછી પ્રતિપદા કેમ પસાર થઈ અને તરત જ કૃષ્ણ અમાવાસ્યા જેવા દેખાયા ?"
}, {
  "doha": "मुख ग्रीषम, पावस नयन, तन भीतर जड़काल।पिय बिन तिय तीन ऋतु, कबहुँ न मिटैं जमाल॥",
  "hindi": "स्वासों की उष्णता से ग्रीष्म, निरंतर अश्रुपात से पावस और इच्छाओं पर तुषारपात होने के कारण शिशिर; इस प्रकार तीनों ऋतुओं ने उस विरहिणी के तन में अपना घर कर लिया है।",
  "english": "Summer due to the heat of her breaths , monsoon due to the continuous shedding of tears and winter due to the frost falling on her desires ; in this way all the three seasons have made their home in the body of that lovelorn woman .",
  "gujarati": "ઉનાળો શ્વાસની ગરમીને કારણે , શિયાળો સતત આંસુ પડવાને કારણે અને શિયાળો ઈચ્છાઓ પર પડવાને કારણે ; આ રીતે ત્રણેય ઋતુઓએ એ વિધવાના શરીરમાં ઘર કરી લીધું છે ."
}, {
  "doha": "अरूझि रीझ रीझै नहीं, होतनि मोही लाल।पिय आवन की आस सौं, लालहि भई जमाल॥",
  "hindi": "वियोग व्यथा से व्यथित वह बाला अनेक प्रकार के उपचारों से प्रसन्न नहीं होती है, पर प्रिय के आगमन की आशा बँधते ही वह उमंगित हो उठी।",
  "english": "The girl, tormented by the pain of separation , is not happy with many kinds of remedies , but becomes elated as soon as she hopes for the arrival of her beloved .",
  "gujarati": "છૂટાછેડાના દર્દથી વ્યથિત આ યુવતી વિવિધ પ્રકારની સારવારથી ખુશ નથી , પરંતુ પ્રિયતમના આગમનની આશા મળતાં જ તે ઉત્સાહિત થઈ ગઈ ."
}, {
  "doha": "अलक लगी है पलक सै, पलक लगी भौनाल।चंदन चौकी खोल दै, कब के खड़े जमाल॥",
  "hindi": "तेरी अलकें पलकों को और पलकें भौहों को स्पर्श कर रही हैं।(इस तन्मयता और आत्मविस्मृति को छोड़कर) अब मन के कपाट भी खोल दे। देख भगवान (तेरे प्रिय) कब के खड़े हैं (उनका शीघ्र स्वागत कर)।",
  "english": "Your locks are touching the eyelids and the eyelids are touching the eyebrows . (Leaving this engrossment and self-oblivion ) ​​Now open the doors of the mind . See, God ( your beloved) has been standing there for a long time ( welcome him quickly ) .",
  "gujarati": "તમારી પાંપણ પાંપણને સ્પર્શે છે અને પાંપણ ભ્રમરને સ્પર્શે છે ( આ શોષણ અને આત્મવિસ્મૃતિ છોડીને ) હવે તમારા મનના દરવાજા પણ ખોલો . જુઓ ભગવાન (તમારા પ્રિય) કેટલા સમયથી ઊભા છે ( તેમનું ઝડપથી સ્વાગત કરો )."
}, {
  "doha": "जमला ऐसी प्रीत कर, जैसी केस कराय।कै काला कै ऊजला, जब तब सिर सूं जाय॥",
  "hindi": "प्रीत तो ऐसी करो जैसी कि सिर के केश करते हैं। वे अपने मान को नहीं छोड़ते शिर के साथ उत्पन्न होते हैं, चाहे काले चाहे जले भले हो जायँ, पर जब तक सिर रहता है तब तक उसके साथ रहते हैं।",
  "english": "Love like the hair on the head. They do not give up their pride, they are born with the head, even if they turn black or get burnt, but as long as the head exists they stay with it.",
  "gujarati": "માથા પરના વાળ જેવો પ્રેમ પ્રેમ .​​ તેઓ તેમની ગરિમા છોડતા નથી ; તેઓ માથું લઈને જન્મે છે , ભલે તે કાળું અથવા બળી જાય , પરંતુ જ્યાં સુધી માથું રહે છે ત્યાં સુધી તેઓ તેની સાથે રહે છે ."
}, {
  "doha": "जमला तहाँ न जाइये, जाँ केहरी निवाण।आ सँभराइसि दुख्खड़ा, माराइसि अप्पाण॥",
  "hindi": "अपना दुःख प्रकट करने कभी सबल के यहाँ न जाना चाहिए (क्योंकि वहाँ सहानुभूति नहीं मिलेगी) दुःखी मनुष्य तो अपना दुःख रोएगा, पर वह सबल शेर (धनी अथवा बड़ा आदमी) उसको ही मार डालेगा (उसकी उपेक्षा कर देगा)।",
  "english": "One should never go to a strong person to express his sorrow (because he will not get any sympathy there ). The sad man will cry about his sorrow , but that strong lion (rich or big man) will kill him ( ignore him ) .",
  "gujarati": "પોતાનું દુઃખ વ્યક્ત કરવા માટે ક્યારેય કોઈ મજબૂત વ્યક્તિ પાસે ન જવું જોઈએ ( કારણ કે ત્યાં કોઈ સહાનુભૂતિ નહીં હોય ) ."
}, {
  "doha": "जब तरणापो मुझ्झ थो, पाय परत नित लाल।कर ग्रह सीस नवावती, जोबन गरब जमाल॥",
  "hindi": "जब मैं तरुणी थी, तब यौवनमद के कारण मैं प्रियतम को बलपूर्वक नवाती थी और वे नित्य मेरे पाँव पड़ते थे।",
  "english": "When I was young , due to the intoxication of youth I used to force my beloved to bow down and he would touch my feet daily .",
  "gujarati": "જ્યારે હું નાનો હતો , જુવાનીના જોશને કારણે , હું મારા પ્રિયને દબાણ કરતો અને તે હંમેશા મારા પગ પર પડતો ."
}, {
  "doha": "यो मन नीके लगत हो, मोहत मो मन लाल।कहूं कहा मोहन तुमैं, पीत न होत जमाल॥",
  "hindi": "मोहन! मैं तुमसे क्या कहूँ, तुम हृदय को भाते हो और मेरे मन को मोह लेते हो, पर तुम (निरमोही) से प्रीति नहीं हो पाती है।",
  "english": "Mohan! What should I say to you, you are pleasing to my heart and you captivate my mind, but I am unable to love you (the one without attachment).",
  "gujarati": "મોહન! હું તને શું કહું , તું મારા હૃદયને પ્રસન્ન કરે છે અને મારા મનને મોહિત કરે છે , પણ હું તને ( નિર્મોહી ) પ્રેમ કરી શકતો નથી ."
}, {
  "doha": "आज अमावस सवन घर, है वर दीपक माल।मो मन में संकट भयो, कारण कोण जमाल॥",
  "hindi": "आज अमावस्या है, सब के घरों पर सुहावनी दीपमालिका जग-पा रही है। पर मेरे मन में क्यों दुःख हो रहा है?",
  "english": "Today is Amavasya (new moon day), everyone's houses are lit up with beautiful rows of lamps. But why am I feeling sad?",
  "gujarati": "આજે અમાવસ્યા છે , દરેકના ઘરે સુંદર દીવાઓ પ્રગટાવવામાં આવે છે . પણ હું ઉદાસ કેમ અનુભવું છું ?"
}, {
  "doha": "खोटे का को कहै धनी, खोटे दाम हि लाल।सोई ता कौं आदरै, जाके दाम जमाल॥",
  "hindi": "हे प्रिय (लाल) कोई किसी को बुरा (खोटा) नहीं कहता है, गुण व अवगुण ही खोटेपन का निश्चय करते हैं। जिसमें गुण (दाम) होते हैं, उसी का आदर होता है।",
  "english": "O dear (Laal) no one calls anyone bad (false) , it is the qualities and demerits that determine the falseness . The one who has qualities (price) is respected .",
  "gujarati": "હે પ્રિય (લાલ) , કોઈ કોઈને ખરાબ (ખોટું) કહેતું નથી , તે ગુણો અને ખામીઓ છે જે જૂઠાણું નક્કી કરે છે . જેની પાસે ગુણો (મૂલ્ય ) છે તેનું સન્માન કરવામાં આવે છે ."
}, {
  "doha": "दुतिया चाँद, मजीठ अँग, साध बचन प्रतीपाल।पाहण रेख, करम्म गत, ऐ नहिं मिटत जमाल॥",
  "hindi": "दूज का चाँद, मजीठ का रंग, साधु का वचन (वरदान या शाप) पत्थर पर खींची हुई रेखा और कर्मों की गति, (फल) ये कभी नहीं मिटती (इनका होना निश्चय है)।",
  "english": "The moon on the second day of the month of Jhooth, the colour of madder , the words of a saint (blessing or curse), a line drawn on a stone and the course of actions (results), these never get erased (their occurrence is certain ).",
  "gujarati": "દૂજનો ચંદ્ર , મદનો રંગ , ઋષિના શબ્દો (વરદાન કે શ્રાપ), પથ્થર પર દોરેલી રેખા અને ક્રિયાઓની ગતિ , ( તેનું ફળ) કદી ઝાંખું થતું નથી ( તેમનું અસ્તિત્વ નિશ્ચિત છે )."
}, {
  "doha": "दान गुनी को दीजिये, के रुपिया रे लाल।सो प्रदेस कीरति करै, आठौं पहर जमाल॥",
  "hindi": "हे प्रिय दान हमेशा सत्-पात्र को ही देना चाहिए। वह गुणी धन पाकर जब परदेश में जाएगा तब दाता की कीर्ति को आठों पहर बखानता रहेगा।",
  "english": "Oh dear, charity should always be given to a virtuous person . When that virtuous person earns money and goes abroad , he will keep singing praises of the donor all the time .",
  "gujarati": "હે પ્રિય , દાન હંમેશા લાયક વ્યક્તિને જ આપવું જોઈએ . સારી સંપત્તિ મેળવીને જ્યારે તે પરદેશ જાય છે ત્યારે કલાકો સુધી તે આપનારના મહિમાની સ્તુતિ કરતો રહેશે ."
}, {
  "doha": "तिय ननदी पिय सासु सो, कलह करी ततकाल।सांझ परत सूनो भवन, बुझई दीप जमाल॥",
  "hindi": "उस स्त्री ने शीघ्र ही अपनी ननद, सास तथा पति से कलह कर लिया। इस प्रकार संध्या पड़ते ही उस घर में दीपक बुझ गया। इस कलह के साथ ही नायिका का मान भी ध्वनित होता है।",
  "english": "That woman soon quarreled with her sister- in - law, mother-in-law and husband . Thus, as soon as the evening came, the lamp in that house was extinguished. Along with this quarrel, the pride of the heroine is also expressed.",
  "gujarati": "મહિલાએ ટૂંક સમયમાં તેની ભાભી , સાસુ અને પતિ સાથે ઝઘડો કર્યો .​ આમ સાંજ પડતાં જ એ ઘરનો દીવો ઓલવાઈ ગયો .​ આ વિખવાદની સાથે સાથે નાયિકાની ગરિમા પણ પ્રકાશિત થાય છે ."
}, {
  "doha": "नैना कहियत पनिगनी, कही तुम्हारे लाल।डसै पिछै सबदन कछु, लागत नांहि जमाल॥",
  "hindi": "हे लाल! तुम्हारी आँखें पन्नगी (सर्पिणी) ठीक ही कही जाती हैं। उनके डसने (लग जाने) पर कोई मंत्र (उपाय) नहीं चल पाता है।",
  "english": "O Lal! Your eyes are rightly called Pannagi ( serpentine) . When they bite you , no mantra ( remedy ) works .",
  "gujarati": "હે લાલ! તમારી આંખોને યોગ્ય રીતે પન્નાગી (સર્પ ) કહેવામાં આવે છે . જો તેઓ કરડે તો કોઈ મંત્ર (ઉપાય ) કરી શકાતો નથી "
}, {
  "doha": "बिकसित कंज कलीन सर, बिकल होति लखि बाल। सींचति प्रफुल्लित होनँ हित, कारण कवन जमाल॥",
  "hindi": " वह बाला जिन पुष्पों को खिलने के लिए सींचती रहती है, आज उन्हीं कमलों को सरोवर में खिलते देखकर क्यों विकल हो रही है?",
  "english": " Why is that girl getting worried today on seeing those very flowers blooming in the lake , which she keeps watering to make them bloom ?",
  "gujarati": "સામાન્ય અર્થ : તળાવમાં જે કમળ ખીલવા માટે તે પાણી આપતી હતી તે જ કમળને જોઈને આજે છોકરી શા માટે અસ્વસ્થ છે ?"
}, {
  "doha": "कहा काम रितुराज से, पियहिं बन्यो रितुराज।सोचब समझब सब सही, कह जमाल बिनु काज॥",
  "hindi": "वह मुग्धा नायिका बसंत की अवहेलना कर अपने प्रिय में बसंत के समान सभी सुखों का स्रोत पाती है।",
  "english": "The enamored heroine ignores spring and finds in her beloved the source of all happiness like spring .​",
  "gujarati": "મોહિત નાયિકા બસંતની અવગણના કરે છે અને વસંતની જેમ જ તેના પ્રિયતમમાં તમામ સુખનો સ્ત્રોત શોધે છે ."
}, {
  "doha": "साजण बिसराया भला, सुकरया करै बेहाल।देखो चतर विचार के, साँची कहै जमाल॥",
  "hindi": "हे चतुर (पुरुष) तू विचार कर (वियोग में), प्रियतम को भूल जाना ही हितकर है। यह बात सत्य है उसका स्मरण मन की स्थिति को बिगाड़ देता है।",
  "english": "O clever (man), think carefully , it is better to forget the beloved ( in separation ) . It is true that remembering him spoils the state of mind .",
  "gujarati": "હે ચતુર (પુરુષ) તું વિચાર કર ( વિચ્છેદમાં ) , પ્રિયતમાને ભૂલી જવામાં કલ્યાણકારી છે . તે સાચું છે કે તેને યાદ રાખવાથી મનની સ્થિતિ બગડે છે"
}, {
  "doha": "दुखदाई छतियाँ तपक है, विरह पलीता लाल।आह अवाज न निकसती, जाती फूट जमाल॥",
  "hindi": "हे प्रिय! यह दुख देने वाला मन तोप के समान है और विरह रूपी पलीता उसे दाग रहा है। यदि आह रूपी आवाज़ न निकलती तो, यह मन फट ही जाता (अर्थात् शरीर का अंत ही हो जाता)।",
  "english": "Oh dear! This sorrowful mind is like a cannon and the fire of separation is firing it. If the sound of sigh had not come out, this mind would have exploded (ie the body would have perished).",
  "gujarati": "અરે પ્રિય! આ વેદનાભર્યું મન તોપ જેવું છે અને વિચ્છેદના રૂપમાં અગ્નિ તેના પર ગોળીબાર કરી રહ્યું છે . જો 'આહ ' નો અવાજ ન નીકળ્યો હોત તો આ મન ફાટી ગયું હોત (એટલે ​​કે શરીરનો અંત આવી ગયો હોત ) ."
}, {
  "doha": "ससि कलंक खारो समुद्र, कमलहि कंटक नाल।ज्ञानी दुःखी, मूरख सुखी, दई कूं बूझि जमाल॥",
  "hindi": "सुखद शीतल चंद्रमा में कलंक होना, समुद्र की विशाल जल राशि का खारा होना और सुकोमल कमल की नाल में काँटों का होना, ज्ञानी मनुष्य का इस जगत् के प्रपंचों से नित्य दुःखी रहना और अज्ञानी का सुखी रहना, यह सब विचित्रताएँ हैं, इनका कारण तो ईश्वर से ही पूछना चाहिए।",
  "english": "The pleasant cool moon having a blemish, the vast body of water in the ocean being salty and the stem of the delicate lotus having thorns, the wise man being always unhappy due to the deceits of this world and the ignorant being happy, all these are strange things, the reason for these should be asked from God only.",
  "gujarati": "આહલાદક શીતળ ચંદ્રમાં કલંક છે , સાગરના વિશાળ જળાશયની ખારાશ છે અને નાજુક કમળની ડાળીમાં કાંટાની હાજરી છે , જ્ઞાની પુરુષ આ સંસારના સંકટથી સતત દુઃખી રહે છે અને અજ્ઞાની માણસ છે .​​​​ સુખી , આ બધી વિચિત્રતાઓ છે , તેની પાછળનું કારણ ભગવાનને જ પૂછવું જોઈએ ."
}, {
  "doha": "रैण तिमहले जा चढ़ी, चंपक बरणी बाल।सिखी शोर सुनि रो फिरी, कारण कवन जमाल॥",
  "hindi": " चंपक वर्ण वाली वह बाला रात्रि को तिमंजिले पर चढ़ी पर मोर का कूजन सुनकर, रोकर नीचे क्यों उतर आई?",
  "english": " That girl with champak complexion climbed to the third floor at night , but on hearing the chirping of the peacock , why did she come down crying ?",
  "gujarati": "સામાન્ય અર્થ : ચંપક રંગની એ છોકરી રાત્રે ત્રણ માળની ઇમારત પર ચડી , પણ મોરની બૂમો સાંભળીને રડતી કેમ નીચે આવી ?અર્થ : મોરનો કકળાટ સાંભળીને છૂટાછેડાની પીડા વધી , તેથી તે સ્ત્રી તેના મહેલમાં આવી ."
}, {
  "doha": "लोक जु काजर की लगी, अंग लगे उर लाल।आज उनींदे आइये, जागे कहाँ जमाल॥",
  "hindi": "हे प्रिए! आज तुम्हारे वक्षस्थल पर यह काजल की रेखा कैसी? आज जो ऊंघते हुए आए हो, क्या कहीं जगे थे?",
  "english": "Oh my love! What is this line of mascara on your breasts today ? You came home drowsy today , were you awake at all ?",
  "gujarati": "હે પ્રિયતમ! આજે તમારી છાતી પર કાજલની આ લાઈન કેમ છે ? તમે જે આજે સૂઈને આવ્યા છો , તમે ક્યાંક જાગ્યા હતા ?"
}, {
  "doha": "दुर्जन निंदत सजन कौं, तालक नांहिन लाल।छार घसे ज्यों पारसी, दूनीं जोति जमाल॥",
  "hindi": "हे प्रिय (लाल) दुर्जन किसी सज्जन की निंदा करके कुछ बिगाड़ नहीं पाते हैं, (वरन् सज्जन का परोपकारी रूप और निखर आता है) जैसे पारसी पर क्षार घिसने से वह मंद होने की अपेक्षा अधिक आभा-पूर्ण हो जाती है।",
  "english": "O dear (Lal), wicked people cannot harm a gentleman by criticising him ( on the contrary, the charitable nature of the gentleman gets enhanced ) just like by rubbing alkali on Persian stone , it becomes more radiant instead of becoming dull .",
  "gujarati": "હે પ્રિય ( લાલ) દુષ્ટ લોકો સજ્જનની ટીકા કરવાથી કોઈ નુકસાન કરી શકતા નથી , (વાસ્તવમાં, સજ્જનનું દાન સ્વરૂપ વધુ ઉન્નત થાય છે ) , જેમ પારસી પર ફટકડી ઘસવાથી તે વધુ સુંદરતાથી ભરપૂર બની જાય છે . ઝાંખા થવાનું ."
}, {
  "doha": "जमला तहाँ न जाइये, जाँ केहरी निवाण। आ सँभराइसि दुख्खड़ा, माराइसि अप्पाण॥",
  "hindi": "अपना दुःख प्रकट करने कभी सबल के यहाँ न जाना चाहिए (क्योंकि वहाँ सहानुभूति नहीं मिलेगी) दुःखी मनुष्य तो अपना दुःख रोएगा, पर वह सबल शेर (धनी अथवा बड़ा आदमी) उसको ही मार डालेगा (उसकी उपेक्षा कर देगा)।",
  "english": "One should never go to a strong person to express his sorrow (because he will not get any sympathy there ). The sad man will cry about his sorrow , but that strong lion (rich or big man) will kill him ( ignore him ) .",
  "gujarati": "પોતાનું દુઃખ વ્યક્ત કરવા માટે ક્યારેય કોઈ મજબૂત વ્યક્તિ પાસે ન જવું જોઈએ ( કારણ કે ત્યાં કોઈ સહાનુભૂતિ નહીં હોય ) ."
}, {
  "doha": "जब तरणापो मुझ्झ थो, पाय परत नित लाल।कर ग्रह सीस नवावती, जोबन गरब जमाल॥",
  "hindi": "जब मैं तरुणी थी, तब यौवनमद के कारण मैं प्रियतम को बलपूर्वक नवाती थी और वे नित्य मेरे पाँव पड़ते थे।",
  "english": "When I was young , due to the intoxication of youth I used to force my beloved to bow down and he would touch my feet daily .",
  "gujarati": "જ્યારે હું નાનો હતો , જુવાનીના જોશને કારણે , હું મારા પ્રિયને દબાણ કરતો અને તે હંમેશા મારા પગ પર પડતો ."
}, {
  "doha": "यो मन नीके लगत हो, मोहत मो मन लाल।कहूं कहा मोहन तुमैं, पीत न होत जमाल॥",
  "hindi": "मोहन! मैं तुमसे क्या कहूँ, तुम हृदय को भाते हो और मेरे मन को मोह लेते हो, पर तुम (निरमोही) से प्रीति नहीं हो पाती है।",
  "english": "Mohan! What should I say to you , you are pleasing to my heart and you captivate my mind , but I am unable to love you (the one without attachment ) .",
  "gujarati": "મોહન! હું તને શું કહું , તું મારા હૃદયને પ્રસન્ન કરે છે અને મારા મનને મોહિત કરે છે , પણ હું તને ( નિર્મોહી ) પ્રેમ કરી શકતો નથી ."
}, {
  "doha": "आज अमावस सवन घर, है वर दीपक माल।मो मन में संकट भयो, कारण कोण जमाल॥",
  "hindi": "आज अमावस्या है, सब के घरों पर सुहावनी दीपमालिका जग-पा रही है। पर मेरे मन में क्यों दुःख हो रहा है?",
  "english": "Today is Amavasya ( new moon day ), everyone 's houses are lit up with beautiful rows of lamps . But why am I feeling sad ?",
  "gujarati": "આજે અમાવસ્યા છે , દરેકના ઘરે સુંદર દીવાઓ પ્રગટાવવામાં આવે છે . પણ હું ઉદાસ કેમ અનુભવું છું ?"
}, {
  "doha": "खोटे का को कहै धनी, खोटे दाम हि लाल।सोई ता कौं आदरै, जाके दाम जमाल॥",
  "hindi": "हे प्रिय (लाल) कोई किसी को बुरा (खोटा) नहीं कहता है, गुण व अवगुण ही खोटेपन का निश्चय करते हैं। जिसमें गुण (दाम) होते हैं, उसी का आदर होता है।",
  "english": "O dear (Laal) no one calls anyone bad (false) , it is the qualities and demerits that determine the falseness . The one who has qualities (price) is respected .",
  "gujarati": "હે પ્રિય (લાલ) , કોઈ કોઈને ખરાબ (ખોટું) કહેતું નથી , તે ગુણો અને ખામીઓ છે જે જૂઠાણું નક્કી કરે છે . જેની પાસે ગુણો (મૂલ્ય ) છે તેનું સન્માન કરવામાં આવે છે ."
}, {
  "doha": "दुतिया चाँद, मजीठ अँग, साध बचन प्रतीपाल।पाहण रेख, करम्म गत, ऐ नहिं मिटत जमाल॥",
  "hindi": "दूज का चाँद, मजीठ का रंग, साधु का वचन (वरदान या शाप) पत्थर पर खींची हुई रेखा और कर्मों की गति, (फल) ये कभी नहीं मिटती (इनका होना निश्चय है)।",
  "english": "The moon on the second day of the month of Jhooth, the colour of madder , the words of a saint (blessing or curse), a line drawn on a stone and the course of actions (results), these never get erased (their occurrence is certain ).",
  "gujarati": "દૂજનો ચંદ્ર , મદનો રંગ , ઋષિના શબ્દો (વરદાન કે શ્રાપ), પથ્થર પર દોરેલી રેખા અને ક્રિયાઓની ગતિ , ( તેનું ફળ) કદી ઝાંખું થતું નથી ( તેમનું અસ્તિત્વ નિશ્ચિત છે )."
}, {
  "doha": "दान गुनी को दीजिये, के रुपिया रे लाल।सो प्रदेस कीरति करै, आठौं पहर जमाल॥",
  "hindi": "हे प्रिय दान हमेशा सत्-पात्र को ही देना चाहिए। वह गुणी धन पाकर जब परदेश में जाएगा तब दाता की कीर्ति को आठों पहर बखानता रहेगा।",
  "english": "Oh dear, charity should always be given to a virtuous person . When that virtuous person earns money and goes abroad , he will keep singing praises of the donor all the time .",
  "gujarati": "હે પ્રિય , દાન હંમેશા લાયક વ્યક્તિને જ આપવું જોઈએ . સારી સંપત્તિ મેળવીને જ્યારે તે પરદેશ જાય છે ત્યારે કલાકો સુધી તે આપનારના મહિમાની સ્તુતિ કરતો રહેશે ."
}, {
  "doha": "तिय ननदी पिय सासु सो, कलह करी ततकाल।सांझ परत सूनो भवन, बुझई दीप जमाल॥",
  "hindi": "उस स्त्री ने शीघ्र ही अपनी ननद, सास तथा पति से कलह कर लिया। इस प्रकार संध्या पड़ते ही उस घर में दीपक बुझ गया। इस कलह के साथ ही नायिका का मान भी ध्वनित होता है।",
  "english": "That woman soon quarreled with her sister- in - law, mother-in-law and husband . Thus , as soon as the evening came , the lamp in that house was extinguished . Along with this quarrel , the pride of the heroine is also expressed .",
  "gujarati": "મહિલાએ ટૂંક સમયમાં તેની ભાભી , સાસુ અને પતિ સાથે ઝઘડો કર્યો .​ આમ સાંજ પડતાં જ એ ઘરનો દીવો ઓલવાઈ ગયો .​ આ વિખવાદની સાથે સાથે નાયિકાની ગરિમા પણ પ્રકાશિત થાય છે ."
}, {
  "doha": "नैना कहियत पनिगनी, कही तुम्हारे लाल।डसै पिछै सबदन कछु, लागत नांहि जमाल॥",
  "hindi": "हे लाल! तुम्हारी आँखें पन्नगी (सर्पिणी) ठीक ही कही जाती हैं। उनके डसने (लग जाने) पर कोई मंत्र (उपाय) नहीं चल पाता है।",
  "english": "Oh Lal! Your eyes are rightly called Pannagi (serpentine). When they bite you, no mantra (remedy) works.",
  "gujarati": "હે લાલ! તમારી આંખોને યોગ્ય રીતે પન્નાગી (સર્પ ) કહેવામાં આવે છે . જો તેઓ કરડે તો કોઈ મંત્ર (ઉપાય ) કરી શકાતો નથી ."
}, {
  "doha": "पिय कारन सब अरपियो, तन मन जोबन लाल।पिया पीर जानैं नहीं, किस सौं कहौं जमाल॥",
  "hindi": "मैंने अपना तन-मन और यौवन सभी तुम्हें अर्पण कर दिया है किंतु तुम ऐसे निर्मोही हो कि उसका अनुभव नहीं करते। अब किससे अपना दुःख कहूँ?",
  "english": "I have dedicated my body, mind and youth to you but you are so indifferent that you do not even realize it . Now to whom should I tell my sorrow ?",
  "gujarati": "મેં મારું તન , મન અને યૌવન તને અર્પણ કર્યું છે પણ તું એટલો અસંતુષ્ટ છે કે તેનો અનુભવ થતો નથી . હવે હું મારું દુ:ખ કોની સમક્ષ વ્યક્ત કરું ?"
}, {
  "doha": "जमला प्रीत न कीजियै, काहू सों चित लाय।अलप मिलण बिछुड़न बहुत, तड़फ-तड़फ जिय जाय॥",
  "hindi": "अपना सर्वस्व गँवाकर किसी से प्रीति न करनी चाहिए, क्योंकि सुख तो क्षणिक होता है पर वियोग अधिक सहन करना पड़ता है और प्राण तड़प-तड़प कर तजने पड़ते हैं।",
  "english": "One should not love someone at the cost of everything , because happiness is short -lived but separation is more difficult to bear and the life has to be given up in agony .",
  "gujarati": "બધુ ગુમાવ્યા પછી કોઈને પ્રેમ ન કરવો જોઈએ , કારણ કે સુખ ક્ષણિક હોય છે પણ જુદાઈ વધુ સહન કરવી પડે છે અને વ્યથામાં પોતાનો જીવ આપવો પડે છે .ટૅગ:પ્રેમ    "
}, {
  "doha": "चंपा हनुमँत रूप अलि, ला अक्षर लिखि बाम।प्रेमी प्रति पतिया दियो, कह जमाल किहि काम॥",
  "hindi": " उस प्रेमिका ने अपने पति को पत्र में चंपा-पुष्प, हनुमान, भौंरा और ला अक्षर क्यों लिखकर दिया?",
  "english": " Why did the lover write Champa-flower, Hanuman, Bhronja and La letter in the letter given to her husband ?",
  "gujarati": " તે પ્રેમિકાએ તેના પતિને લખેલા પત્રમાં ચંપા -પુષ્પા , હનુમાન , ભૌનરા અને લા શા માટે લખ્યા ?"
}, {
  "doha": "गिर परबत डोलै नहीं, डोलै मंझ दुवार।प्रीत जे लागी प्रेम की, सो क्यूँ मिटै जमाल॥",
  "hindi": "वह प्रिय की खोज में पहाड़ों में नहीं डोलता है वरन् उसी के द्वार में हठ कर खोजता है। प्रेम का बंधन कभी छूट नहीं सकता।",
  "english": "He does not roam the mountains in search of his beloved , but he searches for her at her doorstep with determination . The bond of love can never be broken .",
  "gujarati": "તે તેના પ્રિયની શોધમાં પહાડોમાં ભટકતો નથી , પરંતુ જીદથી તેના દરવાજે શોધે છે .​​​​ પ્રેમનું બંધન ક્યારેય તોડી શકાતું નથી ."
}, {
  "doha": "सरदै बासर दौरि बिनु, बारस बितति विशाल।सुख्यो दिख्यो तीरो हँसी, कारण कवन जमाल॥",
  "hindi": "तालाब को सूखा देखकर उसने पिय के आने की अवधि का अंत हुआ जान प्रसन्नता प्रकट की।",
  "english": "Seeing the pond dry, he expressed happiness knowing that the period of his beloved 's visit was over .",
  "gujarati": "તળાવ સુકાયેલું જોઈને તેણે આનંદ વ્યક્ત કર્યો કે પીવાનો સમયગાળો પૂરો થયો"
}, {
  "doha": "जमला जोगन मैं भई, घाल गले मृग-छाल।वन-वन डोलत हूँ फिरूँ, करत जमाल जमाल॥",
  "hindi": "प्रियतम को प्राप्त करने के लिए मैं गले में मृगछाला डाल के उसका नाम ले लेकर जोगिनी की तरह वन-वन खोजती फिरती रही हूँ।",
  "english": "To obtain my beloved, I wear a deerskin around my neck and roam from forest to forest like a Yogini, calling his name.",
  "gujarati": "મારા પ્રિયને શોધવા હું જોગિનીની જેમ મારા ગળામાં હરણની વીંટી પહેરીને તેના નામનો જપ કરતો રહ્યો છું ."
}, {
  "doha": "सकल क्षत्रपति बस किये, अपणे ही बल बाल।सबल कुँ अबला कहै, मूरख लोग जमाल॥",
  "hindi": "सुंदर स्त्री अपने लावण्य के बल पर बड़े-बड़े महाराजाओं को वश में कर लेती है। इतने पर भी इस प्रकार की सबला (स्त्री) को अबला कहना, अज्ञानियों का काम है।",
  "english": "A beautiful woman can control even the greatest kings on the basis of her beauty . Despite this , calling such a strong (woman) weak is the work of ignorant people .",
  "gujarati": "એક સુંદર સ્ત્રી પોતાની સુંદરતાની મદદથી મહાન રાજાઓને વશ કરે છે​​ આમ છતાં આ પ્રકારની સબલા (સ્ત્રી ) ને કમજોર કહેવા એ અજ્ઞાનીઓનું કામ છે ."
}, {
  "doha": "जब-जब मेरे चित्त चढ़ैं, प्रीतम प्यारे लाल।उर तीखे करवत ज्यूँ, बेधत हियो जमाल॥",
  "hindi": "प्रियतम! जब-जब मैं आपका स्मरण करती हूँ; तब-तब तुम मेरे हृदय को तीक्ष्ण करवत के समान बींधते से जान पड़ते हो।",
  "english": "My beloved , whenever I think of you , you seem to pierce my heart like a sharp sword .​",
  "gujarati": "પ્રિય! જ્યારે પણ હું તમને યાદ કરું છું ; અવાર - નવાર તું તીક્ષ્ણ તીરની જેમ મારા હૃદયને વીંધવા લાગે છે ."
}, {
  "doha": "एक सखी ऐसे कह्यो, वे आए घन लाल।उझकि बाल, झुकि कैं लखै, अति दुख भयो जमाल॥",
  "hindi": "सखी ने कहा-वे देखो घनश्याम (काले बादल) आ रहे हैं। यह सुनकर उस उत्कंठिता ने झांक कर पथ की ओर देखा, किंतु बादलों के समूह के अतिरिक्त और कुछ भी न देखकर बहुत दुःखी हो गई।",
  "english": "The friend said , \" Look , those dark clouds are coming . \" Hearing this , the anxious girl peeped towards the road , but was very sad to see nothing except a group of clouds .",
  "gujarati": "સખીએ કહ્યું - જુઓ, ઘનશ્યામ (કાળા વાદળો) આવી રહ્યા છે . આ સાંભળીને , આતુર છોકરીએ રસ્તા તરફ ડોકિયું કર્યું , પરંતુ વાદળોના સમૂહ સિવાય બીજું કંઈ ન જોઈને તે ખૂબ જ દુઃખી થઈ ગઈ ."
}, {
  "doha": "तन सरवर मन माछली, पड़ी विरह के जाल।तड़फ-तड़फ जिय जात है, बेगा मिलो जमाल॥",
  "hindi": "तन रूपी सरोवर में, विरह जाल में, मेरा चित्त मछली-सा फँस जाने के कारण, तड़प-तड़प कर प्राण छोड़ रहा है। अतः शीघ्र ही दर्शन दीजिए।",
  "english": "My mind is trapped like a fish in the lake of my body , in the net of separation , and is dying in agony . So please appear before me soon .",
  "gujarati": "શરીરના સરોવરમાં માછલીની જેમ , વિયોગની જાળમાં ફસાઈ જવાથી , મારું મન વેદનામાં મરી રહ્યું છે .​​​ તો કૃપા કરીને જલ્દી મુલાકાત લો ."
}, {
  "doha": "जमला जिय गाहक भए, नैणा भए दलाल।धनी वसत नहिं बेच ही, भूले फिरत जमाल॥",
  "hindi": "मन ग्राहक और नयन दलाल हैं। मैं सौदा करने के लिए उत्सुक हूँ, पर मालिक अपनी वस्तु (हृदय) न बेचकर भूला फिर रहा है।",
  "english": "The mind is the customer and the eyes are the broker . I am eager to make a deal , but the owner is wandering around forgetting , not selling his product (heart) .",
  "gujarati": "મન ગ્રાહક છે અને આંખો દલાલ છે . હું સોદો કરવા આતુર છું , પરંતુ માલિક તેની વસ્તુ ( હૃદય ) ન વેચવાનું ભૂલી ગયો છે ."
}, {
  "doha": "मोर मुकुट कटि काछिनी, गल फूलन की माल।कह जानौं कित जात हैं, जग की जिय न जमाल॥",
  "hindi": "मोर मुकुट धारण किए काछनी काछे, गले में फूलों की माला पहने जग के प्राण कृष्ण जाने कहाँ जा रहे हैं?",
  "english": "Wearing a peacock crown , a waistcoat and a garland of flowers around his neck , where is the soul of the world , Krishna , going ?",
  "gujarati": "મોરપીંછનો મુગટ અને ગળામાં ફૂલોની માળા પહેરીને જગતનું જીવન કૃષ્ણ ક્યાં જઈ રહ્યા છે તે ખબર નથી ?"
}, {
  "doha": "कबहुँ न छिन ठहरत हैं, मधुकर नैना लाल।पहुप अधिक बहु रूप के, हेरत फिरैं जमाल॥",
  "hindi": "हे लाल! तुम्हारे भौंरे से चंचल नेत्र कहीं टिकते नहीं हैं। अन्य सुंदर रूप वाले पुष्पों (स्त्रियों) को खोजते ही फिरते रहते हैं।",
  "english": "O dear! Your eyes, like those of a bee, are restless and do not rest anywhere . They keep roaming around in search of other beautiful flowers ( women ) .",
  "gujarati": "હે લાલ! તમારી બેચેની આંખો તમારી ભમર સિવાય બીજે ક્યાંય અટકતી નથી . અન્ય સુંદર ફૂલો ( સ્ત્રીઓ ) ની શોધમાં ફરતા રહે છે ."
}, {
  "doha": "मोर मुकुट कटि काछनी, मुरली सबद रसाल।आवत है बनि विमल कै, मेरे लाल जमाल॥",
  "hindi": "मेरे प्रिय, मोर मुकुट धारण किए, काछनी काछे बांसुरी बजाते हुए, सज-धज कर आ रहे हैं।",
  "english": "My beloved is coming all dressed up , wearing a peacock crown , playing the flute in Kachni Kachhe .",
  "gujarati": "મારા પ્રિય , મોર પોશાક પહેરીને , મુગટ પહેરીને , વાંસળી વગાડતો આવી રહ્યો છે ."
}, {
  "doha": "अलक जु लागी पलक पर, पलक रही तिहँ लाल।प्रेम-कीर के नैन में, नींद न परै जमाल॥",
  "hindi": "पलकों को जब सिर के बाल छूने लगे तब से पलकें वहीं हैं (अर्थात् तन्मयता व साधना के कारण खुली हैं) नेत्रों के मध्य में प्रेम रूपी तोते के आ बसने से नींद भी नहीं आती है।",
  "english": "Since the time the hair on the head started touching the eyelids , they have remained open (i.e. they are open due to concentration and meditation ) . Due to the parrot in the form of love coming and settling in between the eyes , I am unable to sleep .",
  "gujarati": "જ્યારથી માથા પરના વાળ પોપચાને સ્પર્શવા લાગે છે ત્યારથી પાંપણ ત્યાં જ રહે છે ( એટલે ​​કે એકાગ્રતા અને ધ્યાનને કારણે તે ખુલ્લી હોય છે ) આંખો વચ્ચે પ્રેમના રૂપમાં પોપટની હાજરીને કારણે વ્યક્તિ ઊંઘી શકતો નથી ."
}, {
  "doha": "बिनहिं मेघ गरजत कभूँ, कभूँ बरसत तिहिं ठौर।कभूँ चमँकति चित चकित करि, कह जमाल कर गौर॥",
  "hindi": "नायिका के नेत्र बिना कारण ही कभी अपने प्रिय पर कुपित होकर (गरज कर) उसका तिरस्कार कर देते हैं और कभी-कभी प्रिय के वियोग में वहाँ अश्रु बरसाते हैं। वही नेत्र उल्लसित होकर कभी मन को उमंगित कर देते हैं।",
  "english": "The heroine 's eyes sometimes get angry at her beloved without any reason (thunder ) and condemn him and sometimes shed tears in the separation of her beloved . The same eyes become cheerful and sometimes fill the heart with excitement .",
  "gujarati": "નાયિકાની આંખો ક્યારેક કોઈ કારણ વિના તેના પ્રિયતમ પર ગુસ્સે થઈ જાય છે અને તેને ધિક્કારે છે અને ક્યારેક તેના પ્રિયથી અલગ થવામાં આંસુ વહાવે છે .​​ એ આંખો પ્રફુલ્લિત બને છે અને ક્યારેક મનને ઉત્તેજિત કરે છે ."
}, {
  "doha": "उन नैनों वे देखतें, कहाँ नैन वे लाल।पहिलैं प्रीत लगाय कैं, अब दुख भयो जमाल॥",
  "hindi": "हे प्रिय! जिन अनुराग भरे नेत्रों से तुम देखते थे, वे अब कहाँ गए? पहिले तो प्रेम का नाता जोड़ा पर अब मैं दुख उठा रही हूँ।",
  "english": "O dear! Where have those loving eyes gone that you used to look at me with ? First you established a bond of love but now I am suffering .",
  "gujarati": "અરે પ્રિય! તમે જે પ્રેમાળ આંખોથી જોતા હતા તે હવે ક્યાં ગઈ ?​ પહેલા અમારી વચ્ચે પ્રેમનો સંબંધ હતો પરંતુ હવે હું પીડાઈ રહ્યો છું ."
}, {
  "doha": "कँपि-कँपि उठति कुमोदिनी, छिन-छिन दिनहिं विशाल।उदति कलानिधि होन गुनि, कारण कवन जमाल॥",
  "hindi": "वह कोमलांगी क्षण-क्षण में, दिन को व्यतीत न होते देखकर काँप जाती है। अपने प्रियतम के मिलने हेतु वह रात्रि की प्रतीक्षा बहुत उत्कंठित होकर कर रही है।",
  "english": "That delicate girl trembles every moment as she sees that the day is not passing by . She is eagerly waiting for the night to meet her beloved .",
  "gujarati": "એ કોમલાંગી દરેક ક્ષણે ધ્રૂજે છે , દિવસ પસાર થતો નથી તે જોઈને . તેણી તેના પ્રિયને મળવા માટે રાતની આતુરતાથી રાહ જોઈ રહી છે"
}, {
  "doha": "निस वासर अवलौकियौ, नज़र न आवै लाल।किहँ सौं कहिये आपनौं, उर को दुःख जमाल॥",
  "hindi": "हे प्रिय! मैं तुम्हें रात दिन खोजती रहती हूँ। पर तुम कभी दृष्टि में ही नहीं आते, भला मन की व्यथा मैं किससे कहूँ।",
  "english": "O dear! I keep looking for you day and night . But you are never in my sight , to whom should I tell my pain ?",
  "gujarati": "હે વ્હાલા! હું દિવસ રાત તને શોધતો રહું છું . પણ તું ક્યારેય મારી નજરમાં નથી આવતો , હું મારા દિલની વેદના કોને કહું ."
}, {
  "doha": "परि कटारी विरह की, टूट रही उर साल।मूएँ पीछैं जो मिलौ, जीयत मिलौ जमाल॥",
  "hindi": "विरह रूपी कटारी हृदय में धंस कर टूट गई है, जो पीड़ा पहुँचा रही है। मरने के पश्चात् तो मिलोगे ही, पर इस जीवन में ही मुझे क्यों नहीं दर्शन दे देते हो?",
  "english": "The sword of separation has pierced my heart and is breaking , causing pain . I will meet you after I die , but why do n't you appear before me in this life itself ?",
  "gujarati": "જુદાઈનો ખંજર હૃદયમાં ઘૂસી ગયો છે અને તૂટી ગયો છે , પીડા પેદા કરે છે . તમે મને મૃત્યુ પછી ચોક્કસ મળશો , પણ તમે મને આ જ જીવનમાં દર્શન કેમ નથી આપતા ?"
}, {
  "doha": "साजण बिसराया भला, सुमरया करै बेहाल।देखो चतर विचार कै, सांची कहै जमाल॥",
  "hindi": "जमाल सत्य कहता है कि हे भोले प्राणी, जिस सज्जन की स्मृति मन को पीड़ा ही देती रहती है, उसे भूल जाना ही हितकर है।",
  "english": "Jamal says the truth that O innocent creature , it is better to forget the gentleman whose memory keeps hurting the mind .",
  "gujarati": "જમાલ સત્ય કહે છે કે હે નિર્દોષ જીવ , જેનું સ્મરણ મનને સતત વિચલિત કરે છે તે સજ્જનને ભૂલી જવાથી ફાયદો થાય છે ."
}, {
  "doha": "नैना सागर ज्यौं भरैं, विरह नीर सौं लाल।दरस बिना नहिं जात है, अँखियन प्यास जमाल॥",
  "hindi": "हे प्रिय! विरह के कारण आँखें आँसुओं से सागर-सी भर जाती हैं पर तेरे दर्शनों के बिना उनकी प्यास नहीं जाती है।",
  "english": "O beloved! Due to separation my eyes fill up with tears like an ocean but their thirst is not satiated without seeing you .",
  "gujarati": "અરે પ્રિય! છૂટા પડવાથી આંખો સાગરની જેમ આંસુઓથી ભરાઈ જાય છે , પણ તને જોયા વિના તરસ છીપતી નથી ."
}, {
  "doha": "तुझै न कैंहूँ बीसरौं, सोवत जागत लाल।जो सुप्रीति झूँठी कहूँ, तो न मिलो जमाल॥",
  "hindi": "हे प्रिय! सोते जागते तुम्हें कभी भी नहीं भूलती हूँ, यदि तेरी सुखप्रद प्रीति को कपट पूर्ण (झूठी) बताऊँ तो तू आकर न मिलना।",
  "english": "O beloved! I never forget you whether I am awake or asleep . If I declare your sweet love to be false , then don't come and meet me .",
  "gujarati": "અરે પ્રિય! સૂતી વખતે અને જાગતી વખતે પણ હું તને કદી ભૂલતો નથી , જો હું તારા સુખદ પ્રેમને કપટી ( ખોટો ) જાહેર કરું તો તારે મને મળવા આવવું નહિ ."
}, {
  "doha": "कियौ करेजो काँथरी, करी डोर पिय लाल।सांस सुई सीवत फिरौं, आठौं पहर जमाल॥",
  "hindi": "प्रियतम! आपके विरह से विदीर्ण हृदय को साँस रूपी सूई और अनुराग के लाल धागे से आठों पहर सीती रहती हूँ।",
  "english": "Beloved! I keep stitching my heart torn by your separation with the needle of breath and the red thread of love all the time .",
  "gujarati": "પ્રિય! હું શ્વાસની સોય અને પ્રેમના લાલ થ્રેડથી આઠ કલાક તારા જુદાઈથી ફાટેલા હૃદયને સીવતો રહું છું ."
}, {
  "doha": "बन-बन उठत दवागि घन, छन-छन छहरि विशाल।हरखि-हरखि तिय तहँ हँसो, कारण कवन जमाल॥",
  "hindi": " चारों ओर वन में दावाग्नि को प्रचंड रूप से जलते देखकर वह स्त्री वहाँ हँस क्यों पड़ी?",
  "english": " Why did that woman start laughing after seeing the forest fire burning fiercely all around ?​",
  "gujarati": "સામાન્ય અર્થ : ચારેબાજુ જંગલમાં ભીષણ આગ સળગતી જોઈને તે સ્ત્રી કેમ હસી પડી ?"
}, {
  "doha": "सज्जन मिले अनेक दुख, बिसर गई छिन काल।या सुख तैं दुख ही भलो, कारन कौन जमाल॥",
  "hindi": "सज्जन पुरुष से मिलने पर जो बहुत सुख हुआ मैं उस सुख के से वियोगावस्था में क्षण भर में ही भूल गई। इस सुख से तो दुःख ही भला है। इसका क्या कारण है?",
  "english": "The happiness I felt on meeting the gentleman , I forgot that happiness in a moment when I was separated from him . Sorrow is better than this happiness . What is the reason for this ?",
  "gujarati": "સજ્જનને મળીને મને જે અપાર આનંદનો અનુભવ થયો હતો , એ સુખથી વિખૂટા પડવાની અવસ્થામાં હું ક્ષણભરમાં ભૂલી ગયો .​​ આ સુખ કરતાં દુ:ખ સારું છે . આનું કારણ શું છે ?"
}, {
  "doha": "अगर चँदण की सिर घड़ी, बिच बींटली गुलाल।एक ज दरसण हम कियो, तीरथ जात जमाल॥",
  "hindi": "अगर और चंदन के दो घड़े, जिन के मध्य में गुलाल (लाल रंग) की बीटली (गाँठ) थी, तीर्थ यात्रा को जाते हुए ऐसे दृश्य के दर्शन हुए। गूढ़ार्थ यह है कि कवि ने किसी स्त्री के अगर तथा चंदन से चर्चित कुचों को देखा, जिनकी घुंडी लाल रंग से रँगी थीं। स्वेत, श्याम, और लाल रंग से सौंदर्य प्रेमी कवि को त्रिवेणी (गंगा, यमुना और सरस्वती) के दर्शन हो गए, तब भला वह तीर्थ जाने की यात्रा का क्यों कष्ट झेलता?",
  "english": "While going on a pilgrimage , he saw two pots of agarbatti and sandalwood , in the middle of which there was a knot of gulaal (red colour) . The hidden meaning is that the poet saw the breasts of a woman decorated with agarbatti and sandalwood , whose knobs were coloured red . The poet, who loves beauty in white, black and red colours , got to see the Triveni ( Ganga, Yamuna and Saraswati) , then why would he bear the trouble of going on a pilgrimage ?",
  "gujarati": "અગર અને ચંદનના બે ઘડા , જેની વચ્ચોવચ ગુલાલ ( લાલ રંગ ) નો ઢગલો હતો , તીર્થયાત્રાએ જતી વખતે આવું દ્રશ્ય જોવા મળ્યું હતું .​ આ પાછળનું રહસ્ય એ છે કે કવિએ અગર અને ચંદનથી બનેલા એક મહિલાના રસોડાના વાસણો જોયા હતા , જેની ઘૂંટણ લાલ રંગની હતી . સફેદ , કાળા અને લાલ રંગના સૌંદર્યને ચાહનાર કવિએ ત્રિવેણી ( ગંગા , યમુના અને સરસ્વતી ) જોયા હોય તો તીર્થયાત્રાએ જવાની તકલીફ શા માટે સહન કરવી પડે ?"
}, {
  "doha": "जमला कपड़ा धोइये, सत का साबू लाय।बूंद ज लागी प्रेम की, टूक टूक हो जाय॥",
  "hindi": "सत्य का साबुन लगाकर अपने मन-रूपी मलिन कपड़े को धोना चाहिए। प्रेम की यदि एक बूँद भी लग जाएगी तो (हृदय की) मलिनता टूक-टूक होकर नष्ट हो जाएगी।",
  "english": "The dirty cloth of one's mind should be washed using the soap of truth . If even a drop of love touches it , the impurity ( of the heart) will be destroyed by breaking into pieces .",
  "gujarati": "સત્યના સાબુથી આપણા મનના ગંદા કપડા ધોવા જોઈએ .​​ જો પ્રેમનું એક ટીપું પણ નાખવામાં આવે તો ( હૃદયની ) અશુદ્ધિ સંપૂર્ણપણે નાશ પામે છે ."
}, {
  "doha": "या तन खाख लगाय के, खाखा करूँ तन लाल।भेष अनेक बनाय कै, भेंटो पिया जमाल॥",
  "hindi": "मैं इस शरीर पर भस्म लगाकर, मन अनुराग से रंजित करके प्रियतम से भेंट करने के लिए अनेक भेष बनाऊँगी।",
  "english": "Having smeared ashes on this body, having coloured my mind with love, I shall assume various disguises to meet my beloved.",
  "gujarati": "હું આ શરીર પર રાખ લગાવીશ , મારા મનને પ્રેમથી ભરીશ અને મારા પ્રિયને મળવા માટે અનેક વેશ ધારણ કરીશ ."
}, {
  "doha": "सिव-अँग-भूषण कर ग्रहे, बण बैठी यों बाल।पिय कारण विग्रह करें, कारण कवन जमाल॥",
  "hindi": " प्रिय के न आने पर वह बाला त्रिशूल धारण कर मूर्त्तिवत् क्यों बैठी है?",
  "english": " Why is that girl sitting like a statue holding a trident when her beloved has not come ?",
  "gujarati": "સામાન્ય અર્થ : જ્યારે પ્રિયતમ નથી આવતો ત્યારે યુવતી ત્રિશૂળ પકડીને મૂર્તિની જેમ કેમ બેઠી છે ?"
}, {

  "doha": "चित्र चतेरा जो करै, रचि पचि सूरत बाल।वह चितवनि वह मुर चलँन, क्यों कर लिखै जमाल॥",
  "hindi": "यदि कोई चित्रकार उस बाला के चित्र के आलेखन करने का प्रयास करे तो उसके लिए उस बाला की चितवन, सौंदर्य और उसकी गति को चित्रित करना असंभव होगा।",
  "english": "If a painter tries to draw a picture of that girl , it will be impossible for him to depict the look of that girl , her beauty and her movement .",
  "gujarati": "જો કોઈ ચિત્રકાર તે છોકરીનું ચિત્ર દોરવાનો પ્રયત્ન કરશે તો તેના માટે તે છોકરીની સુંદરતા , સુંદરતા અને હલનચલનનું નિરૂપણ કરવું અશક્ય બની જશે ."
}, {
  "doha": "छिप-छिप लखवत पत्र द्रुम, जहाँ रही इक बाल।पुनि ओड़हुल के पुष्प वहि, कारण कवन जमाल॥",
  "hindi": " नायक छिप-छिप कर लता कुंज में खड़ी एक बाला को देख रहा था। इस पर दूती ने क्यों कहा कि 'वहाँ लताकुंज में ओड़हुल के पुष्प भी हैं।'",
  "english": " The hero was secretly looking at a girl standing in the creeper bower . Why did the messenger say that ' There are also Odhaul flowers in that creeper bower . '",
  "gujarati": "સામાન્ય અર્થ : હીરો લતા કુંજમાં ઉભેલી એક છોકરીને ગુપ્ત રીતે જોઈ રહ્યો હતો .​ આના પર મેસેન્જરે કેમ કહ્યું કે ' લતાકુંજમાં ઓધુલ ફૂલો પણ છે . '"
}, {
  "doha": "अबसि चैन-चित रैण-दिन, भजहीं खगाधिपध्याय।सीता-पति-पद-पद्म-चह, कह जमाल गुण गाय॥",
  "hindi": "पक्षी आदि भी जिसकी आराधना कर निर्भय रहते हैं, तू भी उन्हीं के गुण गाकर भगवान राम के चरणों में आश्रय पाने की चाह कर।",
  "english": "Even birds and others worship Him and remain fearless . You too should seek shelter at the feet of Lord Ram by singing His praises .",
  "gujarati": "પક્ષીઓ વગેરે પણ તેમની પૂજા કરીને નિર્ભય રહે છે , તમારે પણ તેમના ગુણગાન ગાવા જોઈએ અને ભગવાન રામના ચરણોમાં આશ્રય લેવો જોઈએ ."
}, {
  "doha": "कर त्रिशूल अँग छार मलि, जटा रचि पुनि व्याल।चली मनावन श्याम को, कारण कवन जमाल॥",
  "hindi": " अपने हाथ में त्रिशूल लेकर अंगों पर भस्म रमाकर और सर्प की जटा बनाकर, वह कृष्ण को मनाने के लिए ऐसा वेश बनाकर क्यों गई?",
  "english": "General meaning: Why did she go in such a disguise to please Krishna, with a trident in her hand, ashes on her body and matted hair like a snake?",
  "gujarati": "સામાન્ય અર્થ : હાથમાં ત્રિશૂળ લઈને , અંગો પર રાખ લગાવીને અને સાપના વાળ બનાવતી , તે કૃષ્ણને પ્રસન્ન કરવા માટે આવા વેશમાં કેમ ગઈ ?"
}, {
  "doha": "अति कारी डरवारि झुकि, सूझत नहिं कहुँ ठौर।केहि कारण यह तिय चली, कह जमाल करि गौर॥",
  "hindi": " अति काली भयंकर रात्रि है। अंधकार में कुछ भी सूझता नहीं है, पर वह स्त्री किस कारण से इस समय चली जा रही है।",
  "english": " It is a very dark and terrifying night . Nothing can be seen in the darkness , but why is that woman leaving at this time ?",
  "gujarati": "સામાન્ય અર્થ : તે ખૂબ જ કાળી અને ભયંકર રાત છે. અંધારામાં કશું દેખાતું નથી , પણ એ સ્ત્રી આ સમયે કેમ જતી રહે છે ?"
}, {
  "doha": "चंद्र ग्रहण जब होत है, दुनी देत है जमाल।विरहिण लोंग ज देत है, कारण कोण जमाल॥",
  "hindi": "विरहिणी चंद्र की मादक चाँदनी के कारण बहुत दुःखी रहा करती है, वह जब चंद्र को ग्रसा हुआ देखती है तो सोचती है कि मैं मंत्रित लवँग फेंक कर इस चंद्र को सदैव के लिए ग्रसित बना दूँ।",
  "english": "The separated woman remains very sad due to the intoxicating moonlight of the moon . When she sees the moon engrossed , she thinks that she should throw the enchanted cloves and make the moon engrossed forever .",
  "gujarati": "ચંદ્રના માદક ચંદ્રપ્રકાશથી વિરહિણી ખૂબ જ દુઃખી રહે છે , જ્યારે તે ચંદ્રને પીડિત જુએ છે , ત્યારે તે વિચારે છે કે હું મોહક લવિંગ ફેંકીને ચંદ્રને કાયમ માટે પીડિત કરી દઉં ."
}, {
  "doha": "पिक दुरवति जिहिं पीर सो, कर बायस प्रतिपाल।काक छोड़ि भजि पीक पुनि, कारण कवन जमाल॥",
  "hindi": " वह नायिका कोयल को दुत्कार देती है और कौए से प्रीति पालती है। पर वह पुनः कौए को छोड़कर कोयल से प्रेम करती है। इसका क्या कारण है?",
  "english": " The heroine scolds the cuckoo and falls in love with the crow . But she again leaves the crow and falls in love with the cuckoo . What is the reason for this ?",
  "gujarati": "સામાન્ય અર્થ : નાયિકા કોયલને શાપ આપે છે અને કાગડાને પ્રેમ કરે છે પરંતુ તે ફરીથી કાગડાને છોડી દે છે અને કોયલના પ્રેમમાં પડે છે . આનું કારણ શું છે ?"
}, {
  "doha": "निसि जागति दिन में सुवति, बोई पेड़ बबूर।काटो कदली कंज सो, कह जमाल तकि दूर॥",
  "hindi": " वह रात्रि भर जागती है और दिन में सोती है, इस प्रकार वह प्रकृति विरुद्ध कर्म कर सुखदाई फल क्यों पा रही है? यह तो ऐसा जान पड़ता है मानों बबूल का पेड़ बो कर केले का फल प्राप्त करना।",
  "english": "General meaning: She stays awake all night and sleeps during the day, why is she getting such pleasant results by doing work against nature? It seems like sowing an acacia tree and getting bananas .",
  "gujarati": "સામાન્ય અર્થ : તે આખી રાત જાગતી રહે છે અને દિવસ દરમિયાન સૂઈ જાય છે , તો તે કુદરત વિરુદ્ધના કાર્યો કરીને સુખદ પરિણામ કેમ મેળવી રહી છે ? એવું લાગે છે કે બાવળનું ઝાડ વાવીને કેળાના ફળ મળે છે"
}, {
  "doha": "कहिं घहरत बरसत कहीं, कहीं ठहरत घन जाय।ये करणी इन कीह क्यों, कह जमाल समुझाय॥",
  "hindi": " ये बादल (घन) कहीं पर गरजते हैं, तो अन्य स्थान पर जाकर वर्षा करते हैं और फिर कहीं पर जाकर ठहरते हैं। इन बादलों का ऐसा व्यवहार क्यों है?",
  "english": " These clouds thunder somewhere , then go to another place and rain and then go and settle somewhere else . Why do these clouds behave like this ?",
  "gujarati": "સામાન્ય અર્થ : આ વાદળો એક જગ્યાએ ગર્જના કરે છે , બીજી જગ્યાએ વરસાદ પડે છે અને પછી બીજી જગ્યાએ રહે છે . આ વાદળો આવું કેમ વર્તે છે ?"
}, {
  "doha": "अब नहिं जाउँ सनान को, भूलि सखी! उहि ताल।इक चकई अरु कमल कौं, बहुत वियोग जमाल॥",
  "hindi": " हे सखी! अब भूलकर भी उस सरोवर में स्नान करने नहीं जाऊँगी; क्योंकि चकई और कमल को बहुत दुःख होता है।",
  "english": " O friend! Now I will not go to bathe in that lake even by mistake ; because Chakai and Kamal feel very sad .",
  "gujarati": "સામાન્ય અર્થ : હે મિત્ર! હવે હું ભૂલથી પણ એ તળાવમાં નહાવા નહિ જઈશ . કારણ કે ચકાઈ અને કમલ ખૂબ જ ઉદાસ લાગે છે ."
}, {
  "doha": "बेनी गुहँत सु प्रेम सो, देत महावर पाँय।प्रान प्यारी ढिग श्याम नित, कह जमाल यह काँय॥",
  "hindi": " श्याम नित्य अपनी प्रेयसी के निकट रहकर उसकी वेणी गूँथकर, पाँवों में मेंहदी क्यों लगाते रहते हैं?",
  "english": " Why does Shyam always stay near his beloved , braiding her hair and applying henna on her feet ?",
  "gujarati": " શા માટે શ્યામ હંમેશા તેની પ્રિયતમની નજીક રહે છે અને તેના વાળ બાંધ્યા પછી તેના પગમાં મહેંદી લગાવતો રહે છે ?"
}, {
  "doha": "सुवन चुवन बन बिच गई, नचत सिखी लखि बाल।बौरी दौरी पौरी लो, कारण कवन जमाल॥",
  "hindi": " वह बाला फूल चुनने के हेतु उपवन में गई, पर वहाँ पर मोर नाचते देखकर शीघ्र ही लौटकर अपने घर क्यों लौट आई?",
  "english": " That girl went to the garden to pick flowers , but seeing a peacock dancing there , why did she return to her home soon ?",
  "gujarati": "સામાન્ય અર્થ : તે બગીચામાં ફૂલો લેવા ગઈ હતી , પણ ત્યાં મોરને નાચતા જોઈને તે કેમ જલ્દી પાછી પોતાના ઘરે આવી ગઈ ?"
}, {
  "doha": "पानि कमले जो ये कठो, बेचै वदन दुराय।लाज कौंन की करत है, कहि जमाल समुझाय॥",
  "hindi": "मालिन को डर है कि उसके चंद्र-मुख की कांति से कमल मुरझा न जाय, इस हेतु वह मुख ढाँप कर बेच रही है।",
  "english": "The gardener fears that the lotus may wither away due to the radiance of her moon-like face , so she is selling it with her face covered .",
  "gujarati": "માલિનને ડર છે કે તેના ચંદ્રના ચહેરાની ચમકને કારણે કમળ સુકાઈ જશે , તેથી તે તેનો ચહેરો ઢાંકીને તેને વેચી રહી છે ."
}, {
  "doha": "नागरी सब गुण आगरी, नैनन अंजन देत।शीस महल भजे कान्ह लखि, कह जमाल किहि हेत॥",
  "hindi": " वह चतुर नायिका आँखों में अंजन दे रही थी। उसने कृष्ण को आते देखा तो शीश महल में क्यों भाग गई?",
  "english": " That clever heroine was applying eyeliner to her eyes . When she saw Krishna coming , why did she run away to the glass palace ?",
  "gujarati": " એ ચતુર નાયિકા આંખોમાં દર્દ આપતી હતી .​​ જ્યારે તેણે કૃષ્ણને આવતા જોયા ત્યારે શીશ મહેલમાં કેમ ભાગી ગયો ?"
}, {
  "doha": "गलनि-गलनि गरकि गइ, गति गोमति की आज।बिकल लोग यह तिय खुशी, कह जमाल किहि काज॥",
  "hindi": " गोमती किनारे की भूमि बाढ़ के कारण बह गई है। सभी निवासी बहुत व्यथित हैं, पर यह स्त्री प्रसन्न क्यों है?",
  "english": " The land on the banks of Gomti river has been washed away due to floods . All the residents are very distressed , but why is this woman happy ?",
  "gujarati": " ગોમતીના કિનારે આવેલી જમીન પૂરને કારણે ધોવાઈ ગઈ છે .​ બધા રહેવાસીઓ ખૂબ જ વ્યથિત છે , પણ આ સ્ત્રી કેમ ખુશ છે ?"
}, {
  "doha": "ससि खंजण, माणक कवँल, कीर वदन एक डाल।भवंग पुँछ तें डसत है, निरखत डर्यो जमाल॥",
  "hindi": " एक ही डाल (बदन) पर मैंने चंद्रमा, खंजन, मोती, कमल, कीर शुक आदि को देखा। उसमें लिपटा एक सर्प पूँछ की ओर से डसता था, यह सब देखकर तो मैं भयभीत हो उठा।",
  "english": " I saw the moon, the khanjan, pearl, lotus, keer shukha etc. on the same branch ( body) . A snake wrapped around it was biting from the tail , I became scared after seeing all this .",
  "gujarati": "સામાન્ય અર્થ : એ જ ડાળી ( શરીર) પર મેં ચંદ્ર , ખંજન, મોતી, કમળ, કીરશુક વગેરે જોયા . એમાં લપેટાયેલો એક સાપ પૂંછડીમાંથી ડંખ મારતો હતો , આ બધું જોઈને હું ડરી ગયો ."
}, {
  "doha": "बिनहिं मौलिधड़ लिखति लखि, निज आँगन मँह बाल।लवँग पुष्प चहुँ वोर धरि, कारण कवन जमाल॥",
  "hindi": " जब उस बाला ने अपने आँगन में बिना मस्तक की देह की आकृति को लिखा देखा तब उसने किस कारण से उसके चारों ओर लवंग पुष्प धर दिए?",
  "english": " When the girl saw the figure of a headless body drawn in her courtyard , why did she place clove flowers around it ?",
  "gujarati": "સામાન્ય અર્થ : જ્યારે છોકરીએ તેના આંગણામાં માથા વગરના શરીરની આકૃતિ લખેલી જોઈ , તો પછી તેણે તેની આસપાસ લવિંગના ફૂલો શા માટે મૂક્યા ?"
}, {
  "doha": "इक को आँखिन डार दी, कान्ह रंग गुलाल।इक की कर धर कुच मल्यो, कारन कवन जमाल॥",
  "hindi": "कृष्ण ने एक गोपी की आँखों में गुलाल डालकर उसे थोड़ी देर के लिए अंधी बना दिया और स्वयं अपनी चहेती से विनोद करने लगे।",
  "english": "Krishna put gulal in the eyes of a gopi and made her blind for a while and himself started joking with his beloved .​",
  "gujarati": "કૃષ્ણે એક ગોપીની આંખમાં ગુલાલ નાખ્યો અને તેને થોડીવાર માટે અંધ બનાવી દીધી અને તેની પ્રિય સાથે મજાક કરવા લાગ્યો ."
}, {
  "doha": "जमला एक परब्ब छवि, चंद मधे विविचंद।ता मध्ये होय नीकसे, केहर चढ़े गयंद॥",
  "hindi": " एक अवसर पर यह दिखाई पड़ा कि चाँद के मध्य में दो चंद्र हैं और इसी बीच हाथी पर चढ़ा हुआ एक सिंह निकला।",
  "english": " On one occasion it appeared that there were two moons in the centre of the moon and in the middle of this moon appeared a lion riding an elephant .",
  "gujarati": "સામાન્ય અર્થ : એક પ્રસંગમાં એવું જોવા મળ્યું કે ચંદ્રની મધ્યમાં બે ચંદ્ર હતા અને તે દરમિયાન હાથી પર બેઠેલો સિંહ નીકળ્યો ."
}, {
  "doha": "पिचकारी आँखिन लगी, मलति करेजे बाल।पुनि देखति पुनि मलति हिय, कारण कवन जमाल॥",
  "hindi": " फाग खेलते समय आँखों पर पिचकारी लगी। वह बाला आँखें न मल कर, बार-बार उस ओर देखकर क्यों अपने हृदय को थामती है?",
  "english": " While playing phaag , the water gun got stuck on the eyes . Why does that girl not rub her eyes , but keeps looking at that side again and again and holds her heart ?",
  "gujarati": "સામાન્ય અર્થ : ફાગ રમતી વખતે આંખમાં વાગ્યું .​ શા માટે તે છોકરી આંખો મીંચીને અને વારંવાર તે દિશામાં જોઈને તેનું હૃદય પકડી રાખે છે ?"
}, {
  "doha": "लटपटाति पग धरति क्यों, बिछुरे यह किमि केश।चकित सुनत भइ चातुरी, कहहु जमाल बिसेस॥",
  "hindi": " जब सखि ने पूछा कि 'तुम्हारे केश बिखरे हुए क्यों हैं और पैर लड़खड़ाते क्यों धर रही हो' तब वह चतुर स्त्री यह सुनकर अचकचा क्यों गई?",
  "english": " When the friend asked \" Why are your hairs dishevelled and why are you unsteady on your feet ?\" then why was that clever lady surprised to hear this ?",
  "gujarati": "સામાન્ય અર્થ : જ્યારે મિત્રએ પૂછ્યું , ' તારા વાળ કેમ વિખરાયેલા છે અને તારા પગ કેમ અકળાય છે ? ' તો તે હોંશિયાર સ્ત્રીને આ સાંભળીને આશ્ચર્ય કેમ થયું ?"
}, {
  "doha": "ग्वारि छबि बारी नई, बृजवारी बे तौर।मालिन के पग परति क्यों, कह जमाल करि गौर॥",
  "hindi": " वह ब्रज की नव यौवना ग्वालिन, इतनी दीनता से मालिन के पाँव क्यों पड़ रही है।",
  "english": " Why is that young milkmaid of Braj falling at the feet of the gardener so humbly ?",
  "gujarati": "સામાન્ય અર્થ : બ્રજની તે યુવાન દૂધવાળી , તે આટલી નમ્રતાથી માલિનના પગે કેમ પડી રહી છે ."
}, {
  "doha": "बेनी गुहँत सु प्रेम सो, देत महावर पाँय।प्रान प्यारी ढिग श्याम नित, कह जमाल यह काँय॥",
  "hindi": " श्याम नित्य अपनी प्रेयसी के निकट रहकर उसकी वेणी गूँथकर, पाँवों में मेंहदी क्यों लगाते रहते हैं?",
  "english": " Why does Shyam always stay near his beloved , braiding her hair and applying henna on her feet ?",
  "gujarati": " શા માટે શ્યામ હંમેશા તેની પ્રિયતમની નજીક રહે છે અને તેના વાળ બાંધ્યા પછી તેના પગમાં મહેંદી લગાવતો રહે છે ?"
}, {
  "doha": "तिय पिय श्रावन खबरि सुनि, बिपिन चली ततकाल।पूजन पिनाकि अर्ध निशि, कारण कवन जमाल॥",
  "hindi": " प्रिय आगमन का संदेश पाते ही वह नायिका उसी क्षण अर्द्ध रात्रि को शिव को पूजने क्यों गई?",
  "english": " Why did the heroine go to worship Shiva at midnight immediately after receiving the news of her beloved 's arrival ?",
  "gujarati": "સામાન્ય અર્થ : નાયિકા તેના પ્રિયતમના આગમનનો સંદેશો મળતાં જ મધ્યરાત્રિએ શિવની પૂજા કરવા કેમ ગઈ ?"
}, {
  "doha": "बिजना हाँकति चतुर तिय, त्यों-त्यों बढ़ि हिय ज्वाल।पुनि मनहिं मन गुनति कछु, कारण कवन जमाल॥",
  "hindi": " पँखा डुलने पर जब हवा लगी, तो उस स्त्री की हृदय ज्वाला उत्तरोत्तर बढ़ने लगी, तब वह अपने मन में क्या सोचने लगी?",
  "english": " When the fan started moving and she felt the breeze , the fire in the woman 's heart started increasing gradually , then what did she start thinking in her mind ?",
  "gujarati": " જ્યારે પંખાને પવનની લહેર લાગી , સ્ત્રીના હૃદયમાં ધીમે ધીમે આગ વધવા લાગી , પછી તે મનમાં શું વિચારવા લાગી ?"
}, {
  "doha": "कोयल की धुनि सुनत मन, गुनति मुदित ह्वै बाल।पुलकित होति पसीजती, कारण कवन जमाल॥",
  "hindi": " वह बाला कोयल की कूक सुनकर, कुछ स्मरण कर मन ही मन पुलकित होती है पर फिर क्षण भर में वह उदास क्यों हो जाती है?",
  "english": " That girl hears the cuckoo 's chirping and remembers something and feels happy but then why does she become sad within a moment ?​​",
  "gujarati": "સામાન્ય અર્થ : તે છોકરી કોયલનો પોકાર સાંભળીને અને કંઈક યાદ કરીને મનમાં ખુશ થઈ જાય છે , પણ પછી તે ક્ષણભરમાં દુઃખી કેમ થઈ જાય છે ?"
}, {
  "doha": "राज हँस परसंस पुनि, मोती चुगवति बाल।बिहँगन बिविध बिधाई क्यों, कारण कवन जमाल॥",
  "hindi": "नायिका के हाथों में जावक (मेंहँदी) लगी थी। उसके हाथ में मोती मेंहदी की झलक के कारण अँगारे से ज्ञात हुए, जिन्हें चकोरों ने अंगार समझकर खा लिया, किंतु राज हंस डर गए और न खा सके।",
  "english": "The heroine had mehendi on her hands . The pearls in her hand looked like embers because of the reflection of mehendi . The Chakoras mistook them for embers and ate them , but the royal swans got scared and could not eat them .",
  "gujarati": "નાયિકાએ હાથ પર મહેંદી લગાવી હતી .​ મેંદીની ઝલકને લીધે , તેના હાથમાં રહેલા મોતી અંગારા તરીકે ઓળખાતા હતા , જેને ચાકરોએ અંગારા માનીને ખાધા હતા , પરંતુ રાજહંસ ડરી ગયા હતા અને તેને ખાઈ શક્યા ન હતા ."
}, {
  "doha": "निपट निकट निसि मुख निरखि, नलिनी नयन री आज।छटपटाति घर जान हित, कह जमाल किहि काज॥",
  "hindi": " चंद्रमा को बहुत शीघ्र उदय होता जानकर, वह कमल नैनी शीघ्र घर जाने के लिए क्यों आतुर होने लगी?",
  "english": " Knowing that the moon was rising very soon , why did Kamal Naini become anxious to go home quickly ?",
  "gujarati": "સામાન્ય અર્થ : ચંદ્રને જલ્દી ઊગતો જોઈને તે કમળની આયા જલ્દી ઘરે જવા માટે કેમ બેચેન થઈ ગઈ ?"
}, {
  "doha": "विरहनि कहि इतनीं धनी, मैं न मंगला लाल।भिक्षा माँगत देत नहीं, कारन कौन जमाल॥",
  "hindi": " नायिका अपने प्रिय को भिक्षा माँगने पर भी प्रेम-दान नहीं कर रही है। और कहती है कि हे प्रिय, मैं सुखप्रद (मंगला) नहीं हूँ, आपकी इतनी प्रीति ही मेरे लिए पर्याप्त है।",
  "english": " The heroine is not giving love to her beloved even when she asks for alms. And she says, O beloved, I am not a pleasure-seeker (Mangala), this much love of yours is enough for me.",
  "gujarati": "સામાન્ય અર્થ : નાયિકા જ્યારે ભિક્ષા માંગે ત્યારે પણ તેના પ્રિયને પ્રેમ આપતી નથી .​ અને તે કહે છે , હે પ્રિય , હું ખુશ નથી , તારો પ્રેમ મારા માટે પૂરતો છે ."
}, {
  "doha": "इत आवत उत जात हैं, भक्तन के प्रतिपाल।बंसि बजावत कदम चढ़ि, कारन कौन जमाल॥",
  "hindi": " भक्त वत्सल कृष्ण आज इधर-उधर क्यों आ जा रहे हैं? वे कदम पर चढ़कर बंशी क्यों बजा रहे हैं?",
  "english": " Why is devotee- loving Krishna roaming around here and there today ? Why is he playing the flute while standing on the steps ?",
  "gujarati": "સામાન્ય અર્થ : ભક્ત વત્સલ કૃષ્ણ આજે અહીં કેમ આવે છે ?​ શા માટે તેઓ પગથિયાં પર વાંસળી વગાડે છે ?"
}, {
  "doha": "लखि मृगाँक गति नित की नित, मृग नैनी मुसकाय।या में अचरज कौन है, कह जमाल समुझाय॥",
  "hindi": " चंद्रमा की गति प्रतिदिन वह मृगनैनी देखती है और प्रसन्न होकर मुस्कराती है। चंद्रमा का क्षय होते देखकर, वह किस कारण ऐसा कर रही है ?",
  "english": "General meaning: The doe watches the movement of the moon every day and smiles happily. Why is she doing this after seeing the moon wane?",
  "gujarati": "સામાન્ય અર્થ : દરરોજ મૃગણૈની ચંદ્રની ગતિ જુએ છે અને ખુશીથી સ્મિત કરે છે .​ ચંદ્રને લુપ્ત થતો જોઈને , તે આવું કેમ કરી રહી છે ?"
}, {
  "doha": "चमकत चपला जुगुन युत, छिन-छिन बिन घन आज।बिच खिरकिंहिं वृषभान की, कह जमाल किहिं काज॥",
  "hindi": " वृषभानु के घर में आज बिना बादल के जुगुनों के सहित बिजली क्यों चमक रही है?",
  "english": " Why is lightning flashing with fireflies in Vrishbhanu 's house today without any clouds ?",
  "gujarati": "સામાન્ય અર્થ : આજે કોઈ વાદળ વિના વૃષભાનુના ઘરમાં અગ્નિની સાથે વીજળી કેમ છે ?"
}, {
  "doha": "नैन किलकिला पंख पल, थिरकि तरुणि तन ताल!निरखि पर्यो बिबि मीन तकि, फिर निकस्यौ न जमाल॥",
  "hindi": "उस तरुणी का नेत्र कौड़िया (किलकिला) पक्षी है, जिसके पंख, उसके नेत्र की पलकें हैं। वह पक्षी सरोवर में दो मछलियों को देखकर उनको पकड़ने झपटा, पर वह उनको देखते ही रह गया उनको पकड़ न सका॥",
  "english": "The eyes of that young girl are the Kauriya (Kilkila) bird , whose wings are the eyelids of its eyes . The bird saw two fishes in the pond and jumped to catch them , but it kept looking at them and could not catch them .",
  "gujarati": "તે યુવતીની આંખો કૌડિયા ( કિલકિલા) પક્ષી છે , જેની પાંખો તેની આંખોની પાંપણ છે . તે પક્ષીએ તળાવમાં બે માછલીઓ જોઈ અને તેમને પકડવા કૂદી પડ્યું , પરંતુ તે તેમને જોતો રહ્યો અને તેમને પકડી શક્યો નહીં ."
}, {
  "doha": "बायस पायस देति नित, पुनि पैजनी सुजान।मणि मैं मंडित चोंच करि, कह जमाल का जान॥",
  "hindi": " वह चतुर स्त्री नित्य कौए को खीर खिलाती है। उसको पैंजनी पहना कर उसकी चोंच पर मोती जड़ती है। वह क्या जानकर ऐसा करती है?",
  "english": " That clever woman feeds kheer to the crow every day . She makes it wear anklets and puts a pearl on its beak . What does she know about doing this ?",
  "gujarati": " એ હોશિયાર સ્ત્રી રોજ કાગડાને ખીર ખવડાવે છે .​ તેણી તેને પંજની પહેરાવે છે અને તેની ચાંચ પર મોતી મૂકે છે . તે જાણીને આ શું કરે છે ?"
}, {
  "doha": "गुंजन कुंजन ते फिस्यो, पुंजन अलि यहि और।तकि-तकि ठकि जकि सी रही, का जमाल करि गौर॥",
  "hindi": " भौंरों का समूह फुलवारी की ओर से इधर क्यों आकर गुंजन कर रहा है? वह बाला, भौंरों का यह आचरण देख कर ठगी सी क्यों रह गई है?",
  "english": " Why is the group of bees coming from the flowerbed and humming here ? Why is the girl so stunned after seeing this behaviour of the bees ?",
  "gujarati": "સામાન્ય અર્થ : શા માટે ભમરોનું જૂથ અહીં આવે છે અને ફૂલના પલંગ પરથી ગુંજારવ કરે છે ? ભમરાની આ વર્તણૂક જોઈને , તે છોકરી કેમ છેતરપિંડી જેવી લાગે છે ?"
},
  {
    "doha": "कुँजड़िन लो परवर कही, भई क्रोध इक बाल।मूँड़ मुँडा चूनो मली, काजर देत जमाल॥",
    "hindi": "शाक बेचने वाली ने एक स्त्री को देखकर कहा 'परवर' चाहिए। इसे उसने अपमान समझा, उसने भर्त्सना ही नहीं कि अपितु सर मुंडा कर उसके कालिख भी पोता। उसने 'परवर' का अर्थ दूसरे का पति समझा जो कि गाली भी हो सकती है।",
    "english": "The vegetable seller saw a woman and said 'Parvar' . She considered this as an insult. She not only rebuked her but also shaved her head and smeared her with soot. She understood ' Parvar ' to mean someone else 's husband which can also be an abuse .",
    "gujarati": "શાક વિક્રેતાએ એક સ્ત્રીને જોઈને કહ્યું , ' પરવર ' જોઈએ . તેણે આને અપમાન માન્યું , તેણે માત્ર તેની નિંદા જ નહીં પરંતુ તેનું માથું મુંડાવીને કાળું પણ કર્યું . તે 'પરવર'નો અર્થ કોઈ બીજાના પતિ તરીકે સમજતો હતો , જે દુરુપયોગ પણ હોઈ શકે છે ."
  }, {
  "doha": "कभुँ गुलाब कचनार पर, कभुँ सरोज पर भौंर।कभुँ मालति केतकिहिं पर, कह जमाल करि गौर॥",
  "hindi": " भ्रमर कभी तो गुलाब, कचनार, कमल पर तो कभी मालती, केतकी आदि पर क्यों मँडराता है?",
  "english": " Why does the bumble bee sometimes hover over the rose, Kachnar, lotus and sometimes over Malti, Ketaki etc. ?",
  "gujarati": "સામાન્ય અર્થ : ભ્રમર ક્યારેક ગુલાબ, કાચનાર, કમળ અને ક્યારેક માલતી , કેતકી વગેરે ઉપર કેમ ફરે છે ?"
}, {
  "doha": "नज़र बचावहीं सबहिं की, परसत नायन पाँव।झुकि-झुकि कछु कानन कहति, कह जमाल यह काँय॥",
  "hindi": " वह नायिका सबकी आँख बचाकर, नाइन के पाँव छूकर, झुककर उसके कानों में क्या कहती है ?",
  "english": " What does the heroine say in the ears of the barmaid after touching her feet and bowing down , evading everybody's eyes ?",
  "gujarati": "સામાન્ય અર્થ : એ નાયિકા , સૌની નજર ટાળીને , નવના ચરણ સ્પર્શ કરીને કાનમાં નમીને શું કહે છે ?"
}, {
  "doha": "घेरत नित मुहीं कुंज में, माई नंदकिशोर।दधि माखन को खान हित, कह जमाल करि गौर॥",
  "hindi": " कृष्ण मुझे नित्य कुंजों में माखन और दधि खाने के हेतु क्यों घेर लेते हैं। इसका क्या कारण है?",
  "english": " Why does Krishna surround me every day in the bowers to eat butter and curd . What is the reason for this ?",
  "gujarati": "સામાન્ય અર્થ : માખણ અને દૂધ ખાવા માટે કૃષ્ણ મને રોજ બગીચાઓમાં કેમ ઘેરે છે ?​​ આનું કારણ શું છે ?"
}, {
  "doha": "नितहिं ननद मुख निरखि सखि, अँखिया भरि-भरि लेत।उसँसि उसँसि भामी अजों, कह जमाल किहि हेत॥",
  "hindi": " अपनी ननद का मुख देखकर वह नित्य अपनी आँखों भर लेती है। अब वह मेरी भाभी रह-रह कर क्यों गहरी सांसें भरती है?",
  "english": " She always fills her eyes with tears on seeing her sister-in -law 's face . Now why does my sister - in-law keep taking deep breaths ?",
  "gujarati": "સામાન્ય અર્થ : તે તેની ભાભીનો ચહેરો જોઈને હંમેશા તેની આંખોમાં આંસુ ભરે છે . હવે મારી પેલી વહુ કેમ વારંવાર ઊંડો શ્વાસ લે છે ?"
}, {
  "doha": "जित-जित विकसित कंज कलि, तित-तित फिर नँदलाल। तकत जकत कह काह कहु, कारण कवन जमाल॥",
  "hindi": " जहाँ-जहाँ पर नई कलियाँ खिलती हैं, वहाँ नंदलाल पहुँच जाते हैं। वे वहाँ जाकर ताकते झाकते क्यों हैं?",
  "english": " Wherever new buds bloom , Nandlal reaches there . Why does he go there and peer ?​",
  "gujarati": " જ્યાં જ્યાં નવી કળીઓ ખીલે છે ત્યાં નંદલાલ પહોંચી જાય છે શા માટે તેઓ ત્યાં જઈને ડોકિયું કરે છે ?"
}, {
  "doha": "गजरा गूँध गुलाब के, मालिन ही दिय पानि।तिय दिय लीलक की छला, कह जमाल का जाँनि॥",
  "hindi": " उस स्त्री के हाथ में जब मालिन ने गुलाब का गजरा गूँथ कर दिया, तो उसने अपने पैर की जूती से ठोकर मार कर क्यों फेंक दिया?",
  "english": " When the gardener wove a garland of roses in the woman 's hand , why did she kick it with her shoe and throw it away ?",
  "gujarati": "સામાન્ય અર્થ : જ્યારે માલિને તે સ્ત્રીના હાથમાં ગુલાબની માળા બાંધી હતી , ત્યારે તેણે તેને તેના પગના જૂતાથી લાત મારીને કેમ ફેંકી દીધી ?"
}, {
  "doha": "कमरि वोढ़ति चतुर सखि, छोड़ दुशाले प्रीत।बरजै पै मानै नहीं, कह जमाल यह रीत॥",
  "hindi": " वह दुशाला न ओढ़कर, कंबल ओढ़ना क्यों पसंद करती है? समझाने पर भी वह कहना क्यों नहीं मान रही है?",
  "english": " Why does she prefer to wear a blanket instead of a shawl ? Why is she not listening even after explaining ?",
  "gujarati": "સામાન્ય અર્થ : શા માટે તે શાલને બદલે ધાબળો વડે ઢાંકવાનું પસંદ કરે છે ? સમજાવ્યા પછી પણ તે કેમ સંમત નથી ?"
}, {
  "doha": "मधुकर ब्याकुल फिरत चहुँ, थिरत न कोउ कलीन।कह जमाल मालति बिरह, किंसुक की रस लीन॥",
  "hindi": "भ्रमर व्याकुल होकर क्यों फिर रहा है? किसी कली पर स्थिर क्यों नहीं होता? मालती के विरह में किंशुक 'टेसू' का रस क्यों लेना चाहता है? किंशुक को वह कली समझ कर उस ओर नहीं जाता है, अपितु मालती के विरह में किंशुक को दावाग्नि समझ कर उसमें भस्म होना चाहता है।",
  "english": "Why is the bumble bee roaming around restlessly? Why is it not settling on any bud? Why does Kinshuk want to taste the juice of 'Tesu' in the separation of Malti? He does not go towards Kinshuk considering it to be a bud , rather he wants to burn himself in it considering Kinshuk to be a forest fire in the separation of Malti .",
  "gujarati": "ભ્રમર વિચલિત થઈને કેમ ભટકે છે ? શા માટે તે કોઈપણ કળી પર સ્થિર નથી ? માલતીથી અલગ થઈને કિન્શુક ' ટેસુ'નો રસ કેમ લેવા માંગે છે ? કિંશુકને કળી માનીને , તે ત્યાં જતો નથી , પરંતુ માલતીથી અલગ થઈને , કિંશુકને જંગલની આગ માનીને , તે તેમાં બળી જવા માંગે છે ."
}, {
  "doha": "मोर पखा उर बाछरू, गर बैजंती माल।बाल बन्यो नँदलाल छवि, कारण कवन जमाल॥",
  "hindi": " उस बाला ने मोर-मुकुट, पीतांबर और गले में वैजयंती माला पहन कर या दलाल का सा रूप बनाया है?",
  "english": " Has that girl worn a peacock crown, yellow clothes and a Vaijayanti garland around her neck and has assumed the appearance of a broker ?",
  "gujarati": "સામાન્ય અર્થ : શું તે છોકરીએ તેના ગળામાં મોરપીંછનો મુગટ, પિતાંબર અને વૈજયંતી માળા પહેરેલી છે કે તે દલાલ જેવી દેખાઈ રહી છે ?"
}, {
  "doha": "मारुत सुत, अलि, हंस अरु, लिख मंदिर रंग स्वेत।चौरँग पौढ़ी चतुर तिय, कह जमाल किहि हेत॥",
  "hindi": " उस चतुर स्त्री ने अपने धवल गृह में हनुमान, भौंरे और हंस का चित्र बनाया और फिर पलँग पर क्यों लेट रही?",
  "english": " That clever woman drew the picture of Hanuman, bumble bee and swan in her white house and then why did she lie down on the bed ?",
  "gujarati": "સામાન્ય અર્થ : તે હોશિયાર સ્ત્રીએ તેના સફેદ ધોયા ઘરમાં હનુમાન , ભમર અને હંસનું ચિત્ર બનાવ્યું અને પછી તે પલંગ પર કેમ સૂતી હતી ?"
},{
  "doha": "लखि रितुराज न बरजती, कंतहिं जात विदेस।या में अचरज कौन है, कहहु जमाल बिसेस॥",
  "hindi": " बसंत को आया जानकर भी वह अपने विदेश जाते पति को नहीं रोक रही है। इसमें क्या आश्चर्य है?",
  "english": " Even after knowing that Basant has arrived , she is not stopping her husband from going abroad . What is surprising in this ?",
  "gujarati": "સામાન્ય અર્થ : વસંત આવી ગઈ છે તે જાણવા છતાં તે તેના પતિને વિદેશ જતા રોકતી નથી . આમાં નવાઈ શી વાત છે ?"
}
]